[
  {
    "webPublicationDate": "2017-03-04T21:53:37Z",
    "webUrl": "https://www.theguardian.com/australia-news/2017/mar/05/sydney-gay-and-lesbian-mardi-gras-marriage-equality-trans-refugees",
    "isHosted": false,
    "sectionId": "australia-news",
    "fields": {
      "trailText": "Rainy week clears in time for 39th annual LGBTI celebration and protest combined, with marriage equality, HIV, trans rights and refugees at top billing",
      "thumbnail": "https://media.guim.co.uk/68d200c2acd90a0e2e40dfae8d609b2e74584859/0_0_3500_2101/500.jpg",
      "wordcount": "944",
      "body": "<p>It rained in fits and starts all day, but by the time the lights were on, the routines learned and the first float hit Oxford St, the clouds had miraculously cleared over the 39th <a href=\"https://www.theguardian.com/australia-news/sydney-mardi-gras-\">Sydney Mardi Gras</a>.</p> <p>This year’s celebration saw the first float devoted to queer Auslan-speakers and teachers, a debut for the transgender Indigenous <a href=\"https://www.theguardian.com/australia-news/2017/mar/03/their-first-mardi-gras-a-journey-for-tiwi-island-sistagirls-decades-in-the-making\">‘sistagirls’ of the Tiwi Islands</a>, and demonstrated yet again that the night of Mardi Gras is blessed with <a href=\"https://www.crikey.com.au/2017/03/03/proof-god-ignores-fred-niles-mardi-gras-prayers/\">a bit more weather luck than any other</a>. </p> <p>The world-renowned pride parade for Australia’s gay, lesbian, bisexual, intersex, trans and queer community wound its way through the streets of Sydney with 184 floats, 12,000 participants and hundreds of thousands on the sidelines. </p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/gallery/2017/mar/04/sydney-gay-and-lesbian-mardi-gras-2017-in-pictures\">Sydney Gay and Lesbian Mardi Gras 2017 – in pictures</a> </p> </aside>  <p>While last year Malcolm Turnbull made history as the<a href=\"https://www.theguardian.com/australia-news/2016/mar/05/sydney-mardi-gras-malcolm-turnbull-to-become-first-sitting-pm-to-attend\"> first sitting prime minister to attend</a>, this time he stayed away, citing “<a href=\"http://www.smh.com.au/federal-politics/political-news/malcolm-turnbull-wont-attend-this-years-gay-and-lesbian-mardi-gras-20170301-guome6.html\">other matters</a>” interstate. The opposition leader, Bill Shorten, and the Greens leader, Richard Di Natale, marched for their second and third times respectively. </p> <p>Sydney’s lord mayor, Clover Moore, and <a href=\"https://www.theguardian.com/australia-news/2017/mar/03/sydney-mardi-gras-alex-greenwich-reflects-on-tough-time-for-lgbti-rights\">local MP Alex Greenwich</a> used the parade to push for marriage equality. Moore told the festival guide this year’s march was “as important as ever as we push to legislate equality through a free vote in parliament”.</p>  <figure class=\"element element-interactive interactive\" data-interactive=\"https://interactive.guim.co.uk/embed/iframe-wrapper/0.1/boot.js\" data-canonical-url=\"https://interactive.guim.co.uk/embed/aus/2015/may/ssmarriage/countries.html\" data-alt=\"same sex marriage legalised\"> <a href=\"https://interactive.guim.co.uk/embed/aus/2015/may/ssmarriage/countries.html\">same sex marriage legalised</a> </figure>  <p>Saturday’s parade opened with floats dedicated to Australia’s first nations and the “78er’s”, the parade’s foundational marchers whose night 39 years ago <a href=\"https://www.theguardian.com/commentisfree/2017/mar/04/i-marched-in-the-first-mardi-gras-in-1978-and-im-still-marching-today\">ended in police brutality</a>. </p> <p>It also featured floats from HIV awareness and LGTI health organisation Acon, Rainbow Babies and Kids Australia, a fresco of George Michael as Jesus, the Women’s AFL and the Gender Centre – which marched with the supportive parents of gender-diverse youth.</p> <p>The “Force of Love” float poked fun at Bill Leak’s controversial <a href=\"http://www.sbs.com.au/comedy/article/2016/09/21/bill-leaks-benefit-why-its-not-okay-compare-gay-people-nazis\">“Waffen SSM” cartoon</a> that drew parallels between marriage equality activists and Nazis.<br /></p> <p>Auslan float organiser Karen told the Guardian through an interpreter that she had “marched in different groups a couple of different times, but this is the first time we’ve titled one as Auslan Mardi Gras”.</p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>I’m Indigenous and I’m really excited to be able to march alongside my people and my girlfriend</p> <footer> <cite>Matika</cite> </footer> </blockquote> </aside>  <p>In the park beforehand, participants finalised outfits and floats rehearsed their movements. </p> <p>Matika and Claire, draped in the Indigenous and rainbow flags respectively, said it was their first year marching in the parade. </p> <p>“I’m Indigenous,” Matika said, “and I’m really excited to be able to march alongside my people and my girlfriend.”</p> <p>“It’s just wonderful to feel so loved and supported,” Claire said, “and it would be great if this kind of love extended to other minorities, on important days in their lives as well.”</p> <p>“It would be fantastic if we saw the kind of support people show the LGBT community during Mardi Gras, for Indigenous people during Naidoc week, or Ramadan for Muslim people.” </p> <p>Andrea Tipungwuti, who travelled to Sydney from the Tiwi Islands with her fellow sistagirls, said it “meant a lot to be here for our first time”. </p> <p>“We’ve been trying for many years to get into this Mardi Gras,” she said.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/naamanzhou/status/837917773166604288\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">members of the first AUSLAN <a href=\"https://twitter.com/hashtag/mardigras?src=hash\">#mardigras</a> float <a href=\"https://t.co/Swy8R4NRag\">pic.twitter.com/Swy8R4NRag</a></p>&mdash; Naaman Zhou (@naamanzhou) <a href=\"https://twitter.com/naamanzhou/status/837917773166604288\">March 4, 2017</a></blockquote>  </figure>  <p>For Matt, a 21-year old human rights student, it was his second year on the “No Pride in Detention” float. </p> <p>“It’s important to recognise queer issues go beyond the mainstream coverage of issues like marriage equality,” he said. “There are people in these camps who have escaped terrible circumstances, just to have a chance at a life in a safe place. It’s important that we advocate for them, who would have been us in another lifetime.” </p>  <aside class=\"element element-pullquote element--supporting\"> <blockquote> <p>Marriage equality is such a minor thing, really but it’s about time we moved it forwards</p> <footer> <cite>Kabi</cite> </footer> </blockquote> </aside>  <p>He said he was “very pleased” Turnbull wasn’t in attendance. “It’s important that major queer organisations acknowledge that, at this particular point in time, he is not a friend of the queer community. We’ve seen his poor efforts in passing marriage equality, and in keeping refugees – especially queer-identifying refugees – in conditions that are not safe for them”.</p> <p>His view was echoed by Kabi, who has marched 28 times, and decided this year to dress in a mask of the prime minister. “I think marriage equality is such a minor thing, really but it’s about time we moved it forwards,” he said. </p> <p>“I think it’s a very privileged white gay or lesbian issue – but so much energy has been put into it and once we get it over with there are far more important things we could put our energy into.”<br /></p> <p>Di Natale said the fact Turnbull had chosen not to march this year was telling. “I think it shows where his priorities are,” he said. “You either stand for marriage equality or you stand for naked ambition and power. That’s what Turnbull has chosen – to appease the right of his party.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/naamanzhou/status/837915096147906561\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Here in Hyde Park, Kabi says he&#39;s come to <a href=\"https://twitter.com/hashtag/mardigras?src=hash\">#mardigras</a> as Malcolm Turnbull&#39;s &quot;proxy&quot; after the PM said he had &quot;other matters to attend to&quot; <a href=\"https://t.co/5DWcdye5PS\">pic.twitter.com/5DWcdye5PS</a></p>&mdash; Naaman Zhou (@naamanzhou) <a href=\"https://twitter.com/naamanzhou/status/837915096147906561\">March 4, 2017</a></blockquote>  </figure>  <p>Greens LGBT spokesperson Janet Rice said she considered marriage equality and trans rights as the main areas of reform at a federal level. “There are young trans people who at the moment can’t access hormones without having to go through the family court and all the trouble and expense.”</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2017/mar/03/sydney-mardi-gras-alex-greenwich-reflects-on-tough-time-for-lgbti-rights\">Sydney Mardi Gras: Alex Greenwich reflects on 'tough time' for LGBTI rights</a> </p> </aside>  <p>Katherine, whose portrait adorned the “E” of the parade’s opening “equality” float, said “the big push this year is trans-inclusivity and creating equality within the community. To bring the T in line with the LGBT”.</p> <p>For Brisbane-based writer Benjamin Law, this was his first time marching and third time attending.</p> <p>“I feel like it’s community but it’s also protest as well. Its origins are protest and as much as we celebrate it, the very fundamental meaning of Mardi Gras is to make sure you are heard and that you resist legislation and social and political constructs that work against our community,” he said. “I think it’s an act of protest, celebration and resistance at the same time”.</p>       <figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/society/video/2017/mar/04/can-you-ask-that-the-lgbtiq-community-answers-your-questions-video\"            data-short-url=\"https://gu.com/p/6347q\"                    data-show-ads=\"true\"            data-video-id=\"3250826\"            data-video-name=\"Can you ask that? The LGBTIQ community answers your questions – video\"            data-video-provider=\"University of Sydney\"            > <video data-media-id=\"gu-video-58b8fbeae4b07c254ae21a75\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2017/03/03/030317mardisgras_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2017/03/03/030317mardisgras.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2017/03/03/030317mardisgras_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/society/video/2017/mar/04/can-you-ask-that-the-lgbtiq-community-answers-your-questions-video\">Can you ask that? The LGBTIQ community answers your questions</a></figcaption> </figure>",
      "firstPublicationDate": "2017-03-04T21:53:37Z",
      "sensitive": "true",
      "publication": "theguardian.com",
      "isInappropriateForSponsorship": "false",
      "lang": "en",
      "isPremoderated": "false",
      "commentCloseDate": "2017-03-07T21:00:00Z",
      "legallySensitive": "false",
      "charCount": "5466",
      "productionOffice": "AUS",
      "bodyText": "It rained in fits and starts all day, but by the time the lights were on, the routines learned and the first float hit Oxford St, the clouds had miraculously cleared over the 39th Sydney Mardi Gras. This year’s celebration saw the first float devoted to queer Auslan-speakers and teachers, a debut for the transgender Indigenous ‘sistagirls’ of the Tiwi Islands, and demonstrated yet again that the night of Mardi Gras is blessed with a bit more weather luck than any other. The world-renowned pride parade for Australia’s gay, lesbian, bisexual, intersex, trans and queer community wound its way through the streets of Sydney with 184 floats, 12,000 participants and hundreds of thousands on the sidelines. While last year Malcolm Turnbull made history as the first sitting prime minister to attend, this time he stayed away, citing “other matters” interstate. The opposition leader, Bill Shorten, and the Greens leader, Richard Di Natale, marched for their second and third times respectively. Sydney’s lord mayor, Clover Moore, and local MP Alex Greenwich used the parade to push for marriage equality. Moore told the festival guide this year’s march was “as important as ever as we push to legislate equality through a free vote in parliament”. Saturday’s parade opened with floats dedicated to Australia’s first nations and the “78er’s”, the parade’s foundational marchers whose night 39 years ago ended in police brutality. It also featured floats from HIV awareness and LGTI health organisation Acon, Rainbow Babies and Kids Australia, a fresco of George Michael as Jesus, the Women’s AFL and the Gender Centre – which marched with the supportive parents of gender-diverse youth. The “Force of Love” float poked fun at Bill Leak’s controversial “Waffen SSM” cartoon that drew parallels between marriage equality activists and Nazis. Auslan float organiser Karen told the Guardian through an interpreter that she had “marched in different groups a couple of different times, but this is the first time we’ve titled one as Auslan Mardi Gras”. In the park beforehand, participants finalised outfits and floats rehearsed their movements. Matika and Claire, draped in the Indigenous and rainbow flags respectively, said it was their first year marching in the parade. “I’m Indigenous,” Matika said, “and I’m really excited to be able to march alongside my people and my girlfriend.” “It’s just wonderful to feel so loved and supported,” Claire said, “and it would be great if this kind of love extended to other minorities, on important days in their lives as well.” “It would be fantastic if we saw the kind of support people show the LGBT community during Mardi Gras, for Indigenous people during Naidoc week, or Ramadan for Muslim people.” Andrea Tipungwuti, who travelled to Sydney from the Tiwi Islands with her fellow sistagirls, said it “meant a lot to be here for our first time”. “We’ve been trying for many years to get into this Mardi Gras,” she said. For Matt, a 21-year old human rights student, it was his second year on the “No Pride in Detention” float. “It’s important to recognise queer issues go beyond the mainstream coverage of issues like marriage equality,” he said. “There are people in these camps who have escaped terrible circumstances, just to have a chance at a life in a safe place. It’s important that we advocate for them, who would have been us in another lifetime.” He said he was “very pleased” Turnbull wasn’t in attendance. “It’s important that major queer organisations acknowledge that, at this particular point in time, he is not a friend of the queer community. We’ve seen his poor efforts in passing marriage equality, and in keeping refugees – especially queer-identifying refugees – in conditions that are not safe for them”. His view was echoed by Kabi, who has marched 28 times, and decided this year to dress in a mask of the prime minister. “I think marriage equality is such a minor thing, really but it’s about time we moved it forwards,” he said. “I think it’s a very privileged white gay or lesbian issue – but so much energy has been put into it and once we get it over with there are far more important things we could put our energy into.” Di Natale said the fact Turnbull had chosen not to march this year was telling. “I think it shows where his priorities are,” he said. “You either stand for marriage equality or you stand for naked ambition and power. That’s what Turnbull has chosen – to appease the right of his party.” Greens LGBT spokesperson Janet Rice said she considered marriage equality and trans rights as the main areas of reform at a federal level. “There are young trans people who at the moment can’t access hormones without having to go through the family court and all the trouble and expense.” Katherine, whose portrait adorned the “E” of the parade’s opening “equality” float, said “the big push this year is trans-inclusivity and creating equality within the community. To bring the T in line with the LGBT”. For Brisbane-based writer Benjamin Law, this was his first time marching and third time attending. “I feel like it’s community but it’s also protest as well. Its origins are protest and as much as we celebrate it, the very fundamental meaning of Mardi Gras is to make sure you are heard and that you resist legislation and social and political constructs that work against our community,” he said. “I think it’s an act of protest, celebration and resistance at the same time”.",
      "standfirst": "<p>Rainy week clears in time for 39th annual LGBTI celebration and protest combined, with marriage equality, HIV, trans rights and refugees at top billing</p>",
      "headline": "Sydney Gay and Lesbian Mardi Gras: 'it’s community but it’s also protest'",
      "showInRelatedContent": "true",
      "shortUrl": "https://gu.com/p/633my",
      "main": "<figure class=\"element element-video\" data-canonical-url=\"https://www.theguardian.com/australia-news/video/2017/mar/05/sydney-mardi-gras-parade-celebrates-lgbti-pride-video\"            data-short-url=\"https://gu.com/p/63c37\"                    data-show-ads=\"true\"            data-video-id=\"3256531\"            data-video-name=\"Sydney Mardi Gras parade celebrates LGBTI pride – video\"            data-video-provider=\"Australian Associated Press\"            > <video data-media-id=\"gu-video-58bb55f5e4b07c254ae2234c\" class=\"gu-video\" controls=\"controls\" poster=\"\"> <source src=\"https://cdn.theguardian.tv/mainwebsite/2017/03/05/170305mardigrasedit_desk.mp4\"/><source src=\"https://cdn.theguardian.tv/HLS/2017/03/05/170305mardigrasedit.m3u8\"/><source src=\"https://cdn.theguardian.tv/webM/2017/03/05/170305mardigrasedit_WebM.webm\"/> </video> <figcaption><a href=\"https://www.theguardian.com/australia-news/video/2017/mar/05/sydney-mardi-gras-parade-celebrates-lgbti-pride-video\">Sydney Mardi Gras parade celebrates LGBTI pride</a></figcaption> </figure>",
      "commentable": "true",
      "byline": "Naaman Zhou",
      "lastModified": "2017-09-07T05:46:26Z",
      "shouldHideAdverts": "false"
    },
    "type": "article",
    "id": "australia-news/2017/mar/05/sydney-gay-and-lesbian-mardi-gras-marriage-equality-trans-refugees",
    "apiUrl": "https://content.guardianapis.com/australia-news/2017/mar/05/sydney-gay-and-lesbian-mardi-gras-marriage-equality-trans-refugees",
    "sectionName": "Australia news",
    "webTitle": "Sydney Gay and Lesbian Mardi Gras: 'it’s community but it’s also protest'"
  },
  {
    "webPublicationDate": "2017-03-04T21:08:08Z",
    "webUrl": "https://www.theguardian.com/business/grogonomics/2017/mar/05/penalty-rates-real-life-stories-dont-stick-to-treasurers-script",
    "isHosted": false,
    "sectionId": "business",
    "fields": {
      "trailText": "Even with Australia’s strong GDP numbers, cutting Sunday penalty rates is a tough sell because workers’ pay has fallen",
      "thumbnail": "https://media.guim.co.uk/05a3fbdb6299c2a604edf3aea75996234500f08a/0_215_4500_2700/500.jpg",
      "wordcount": "948",
      "body": "<p>If ever you needed evidence of the disconnect between the economic big picture and people’s lives it came this week – a week in which the government was meekly trying to argue in support of the decision to cut Sunday penalty rates while at the same time dealing with the GDP figures that showed both strong economic growth and falling wages. </p> <p>It used to be so easy: the treasurer would tell a story about economic growth and everyone would agree that if you focus on growth good things will follow. </p> <p>But that narrative has been dealt a pretty strong blow since the GFC, and the latest GDP figures released this week were a perfect example. </p> <p>On first glance <a href=\"https://www.theguardian.com/business/2017/mar/01/the-economy-has-bounced-back-but-workers-arent-seeing-the-benefits\">the figures</a> suggest that the economy is doing very well – the quarterly growth of 1.1% is the second-best in four years. And yet the treasurer had to be careful not to appear too happy. </p> <p>While the economy grew by 3% in nominal terms in the December quarter – the third-best quarterly growth in 28 years! – the amount of money going to employees actually fell by 0.5%.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/business/grogonomics/2017/feb/26/sundays-arent-so-special-according-to-the-fair-work-commission\">Sundays aren't that special, right? Not according to the Fair Work Commission | Greg Jericho</a> </p> </aside>  <p>How out of whack is that? </p> <p>Since the ABS began measuring quarterly GDP figures in September 1959, nominal GDP has grown in a quarter by 3% or more 58 times, and not once in those 58 times has the total wages and salaries of employees also fallen. </p> <p>That is, not until the December quarter of 2016.</p> <p>Little wonder that Scott Morrison <a href=\"http://sjm.ministers.treasury.gov.au/transcript/023-2017/\">on Wednesday</a> was quick to note that “we must continue to remember that our growth cannot be taken for granted and is not being experienced by all Australians in all parts of the country in the same way”. </p> <p>Of course, hanging over this result was the decision by the Fair Work Commission <a href=\"https://www.theguardian.com/business/grogonomics/2017/feb/26/sundays-arent-so-special-according-to-the-fair-work-commission\">to cut Sunday penalty rates</a>. </p> <p>The government – which is in favour of a reduction in penalty rates – would rather the decision had not been made the day after <a href=\"https://www.theguardian.com/commentisfree/2017/feb/23/with-record-low-wages-growth-workers-dont-need-anymore-flexibility\">record low wages growth</a> was announced and a week before it was found that the total amount of wages was falling at the same time that profits rose faster in one quarter than they have for 40 years. </p> <p>Even if the increase in profits occurred after a four-year run of weak profit growth, it made for a tough sell. </p> <p>But we should not believe that the disconnect between the big economic numbers and people’s lives has just arrived. </p> <p>The latest <a href=\"http://www.oecd.org/australia/economic-survey-australia.htm\">OECD report on Australia</a>, released on Friday, highlighted that inequality has been growing in Australia – even during the mining boom years.</p> <p>While most coverage of the OECD’s report focussed on its warning about <a href=\"https://www.theguardian.com/business/2017/mar/03/australian-housing-market-crash-could-lead-to-broader-downturn-oecd-warns\">a housing market collapse</a>, the report also warned of the danger of Australia’s increasing levels of inequality.</p> <p>It noted that in the decade of the mining boom from 2004 to 2014 the income of the poorest quintile grew by just over 35% but the richest saw their income increase by 42%. In wealth terms the disparity is even greater. The wealth of the poorest quintile grew by less than 5%, while for the richest it surged nearly 40%. </p> <p>The report noted that in Australia “inclusiveness has been eroded”. It found that inequality since 2004 “has been drifting up” and that “households in upper income brackets have benefited disproportionally from Australia’s long period of economic growth.”</p> <p>When the economic tide is at flood level, that disproportion is easy to hide and is more likely to be forgiven – all boats appear to be rising. But when the tide goes out it is not hard to see those left in the mud. </p> <p>It was one reason why the OECD recommended the government “avoid freezing welfare payouts as part of fiscal restraint so as to not compromise inclusiveness.”</p> <p>But welfare is not the only issue – the wages of the poorest are also key.</p> <p>Since 2004 the wages of those working in accommodation and food services have risen by the least of any industry – just 38% compared with the average of 48% for all workers. Those in retail faired little better – wages up by 41.5% in that period. </p> <p>For the 2.1m workers in those industries – whether affected directly by the penalty rates decision or not (and all will be when new agreements are made that use the award rates as the benchmark) – there would be little joy to hear the economy in December grew faster than it has for four years. </p> <p>And Scott Morrison acknowledged this on Wednesday when he noted that “as a government, we are extremely mindful of these differences”. </p> <p>That mindfulness seemed mostly reflected in the government’s response to the Fair Work Commission.</p> <p>Repeatedly in his press conference on Wednesday the treasurer refused to argue in favour of the case for cutting penalty rates, and yet tried to also suggest it would lead to greater employment. </p> <p>On Wednesday his standard response was that “the view expressed by the Fair Work Commission in coming to their view is their view”. </p> <p>By the end of the week the best the government could do was suggest that while the decision would help small business employ more people, the reduction should be phased in over two to five years. </p> <p>It is clear the government will need <a href=\"https://www.theguardian.com/australia-news/2017/mar/03/just-as-it-gathers-steam-on-coal-the-coalition-is-derailed-by-penalty-rates\">to do better</a>. It either has to embrace the decision or come up with an alternative. </p> <p>But the problem for the government is the argument for reduced penalty rates is bound within the old narrative – focus on reducing labour costs and increasing competiveness in order to drive economic growth. </p> <p>And yet this week we received a very clear demonstration that greater growth does not always translate to greater benefits for all workers. </p>",
      "firstPublicationDate": "2017-03-04T21:08:08Z",
      "publication": "theguardian.com",
      "isInappropriateForSponsorship": "false",
      "lang": "en",
      "isPremoderated": "false",
      "commentCloseDate": "2017-03-07T21:15:00Z",
      "legallySensitive": "false",
      "charCount": "5345",
      "productionOffice": "AUS",
      "bodyText": "If ever you needed evidence of the disconnect between the economic big picture and people’s lives it came this week – a week in which the government was meekly trying to argue in support of the decision to cut Sunday penalty rates while at the same time dealing with the GDP figures that showed both strong economic growth and falling wages. It used to be so easy: the treasurer would tell a story about economic growth and everyone would agree that if you focus on growth good things will follow. But that narrative has been dealt a pretty strong blow since the GFC, and the latest GDP figures released this week were a perfect example. On first glance the figures suggest that the economy is doing very well – the quarterly growth of 1.1% is the second-best in four years. And yet the treasurer had to be careful not to appear too happy. While the economy grew by 3% in nominal terms in the December quarter – the third-best quarterly growth in 28 years! – the amount of money going to employees actually fell by 0.5%. How out of whack is that? Since the ABS began measuring quarterly GDP figures in September 1959, nominal GDP has grown in a quarter by 3% or more 58 times, and not once in those 58 times has the total wages and salaries of employees also fallen. That is, not until the December quarter of 2016. Little wonder that Scott Morrison on Wednesday was quick to note that “we must continue to remember that our growth cannot be taken for granted and is not being experienced by all Australians in all parts of the country in the same way”. Of course, hanging over this result was the decision by the Fair Work Commission to cut Sunday penalty rates. The government – which is in favour of a reduction in penalty rates – would rather the decision had not been made the day after record low wages growth was announced and a week before it was found that the total amount of wages was falling at the same time that profits rose faster in one quarter than they have for 40 years. Even if the increase in profits occurred after a four-year run of weak profit growth, it made for a tough sell. But we should not believe that the disconnect between the big economic numbers and people’s lives has just arrived. The latest OECD report on Australia, released on Friday, highlighted that inequality has been growing in Australia – even during the mining boom years. While most coverage of the OECD’s report focussed on its warning about a housing market collapse, the report also warned of the danger of Australia’s increasing levels of inequality. It noted that in the decade of the mining boom from 2004 to 2014 the income of the poorest quintile grew by just over 35% but the richest saw their income increase by 42%. In wealth terms the disparity is even greater. The wealth of the poorest quintile grew by less than 5%, while for the richest it surged nearly 40%. The report noted that in Australia “inclusiveness has been eroded”. It found that inequality since 2004 “has been drifting up” and that “households in upper income brackets have benefited disproportionally from Australia’s long period of economic growth.” When the economic tide is at flood level, that disproportion is easy to hide and is more likely to be forgiven – all boats appear to be rising. But when the tide goes out it is not hard to see those left in the mud. It was one reason why the OECD recommended the government “avoid freezing welfare payouts as part of fiscal restraint so as to not compromise inclusiveness.” But welfare is not the only issue – the wages of the poorest are also key. Since 2004 the wages of those working in accommodation and food services have risen by the least of any industry – just 38% compared with the average of 48% for all workers. Those in retail faired little better – wages up by 41.5% in that period. For the 2.1m workers in those industries – whether affected directly by the penalty rates decision or not (and all will be when new agreements are made that use the award rates as the benchmark) – there would be little joy to hear the economy in December grew faster than it has for four years. And Scott Morrison acknowledged this on Wednesday when he noted that “as a government, we are extremely mindful of these differences”. That mindfulness seemed mostly reflected in the government’s response to the Fair Work Commission. Repeatedly in his press conference on Wednesday the treasurer refused to argue in favour of the case for cutting penalty rates, and yet tried to also suggest it would lead to greater employment. On Wednesday his standard response was that “the view expressed by the Fair Work Commission in coming to their view is their view”. By the end of the week the best the government could do was suggest that while the decision would help small business employ more people, the reduction should be phased in over two to five years. It is clear the government will need to do better. It either has to embrace the decision or come up with an alternative. But the problem for the government is the argument for reduced penalty rates is bound within the old narrative – focus on reducing labour costs and increasing competiveness in order to drive economic growth. And yet this week we received a very clear demonstration that greater growth does not always translate to greater benefits for all workers.",
      "standfirst": "<p>Even with Australia’s strong GDP numbers, cutting Sunday penalty rates is a tough sell because workers’ pay has fallen</p>",
      "headline": "Penalty rates: real-life stories don't stick to treasurer's script",
      "showInRelatedContent": "true",
      "shortUrl": "https://gu.com/p/63467",
      "main": "<figure class=\"element element-image\" data-media-id=\"05a3fbdb6299c2a604edf3aea75996234500f08a\"> <img src=\"https://media.guim.co.uk/05a3fbdb6299c2a604edf3aea75996234500f08a/0_215_4500_2700/1000.jpg\" alt=\"penalty rates\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Since 2004 wages in accommodation and food services have risen by the least of any industry. </span> <span class=\"element-image__credit\">Photograph: Lukas Coch/AAP</span> </figcaption> </figure>",
      "commentable": "true",
      "byline": "Greg Jericho",
      "lastModified": "2017-03-04T21:11:33Z",
      "shouldHideAdverts": "false"
    },
    "type": "article",
    "id": "business/grogonomics/2017/mar/05/penalty-rates-real-life-stories-dont-stick-to-treasurers-script",
    "apiUrl": "https://content.guardianapis.com/business/grogonomics/2017/mar/05/penalty-rates-real-life-stories-dont-stick-to-treasurers-script",
    "sectionName": "Business",
    "webTitle": "Penalty rates: real-life stories don't stick to treasurer's script | Greg Jericho"
  },
  {
    "webPublicationDate": "2017-03-04T11:11:34Z",
    "isHosted": false,
    "pillarName": "Sport",
    "pillarId": "pillar/sport",
    "id": "sport/live/2017/mar/04/australia-v-india-second-test-day-one-live",
    "apiUrl": "https://content.guardianapis.com/sport/live/2017/mar/04/australia-v-india-second-test-day-one-live",
    "sectionName": "Sport",
    "webTitle": "India bundled out for 189 as Nathan Lyon runs rampant – as it happened",
    "sectionId": "sport",
    "type": "liveblog",
    "fields": {
      "trailText": "<strong>Over-by-over report:</strong> a blow-by-blow account of Nathan Lyon’s spin bowling clinic at Bangalore, where India were bowled out for 189 on day one",
      "thumbnail": "https://media.guim.co.uk/0dddd874fe45a61d146e43abe13c5f4d40c4c178/0_57_2300_1380/500.jpg",
      "wordcount": "8865",
      "body": "<div id=\"block-58ba9f8ae4b09c1763ef6099\" class=\"block is-key-event\" data-block-contributor=\"profile/adam-collins\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T11:11:34.903Z\">11.11am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">STUMPS: AUSTRALIA 40-0 (Warner 23, Renshaw 15)</h2>  <div class=\"block-elements\">  <p>Australia have negotiated the final hour of the day, and will resume tomorrow 149 behind. Yes, you are reading that correctly if having gone out without your phone for a few hours. Australia rolled India for 189.</p> <p>After tea, Nathan Lyon took five wickets after tea to rout the hosts for the third time in eight days. He finished with 8-for-50. They are the best figures for any foreign bowler in India. This is one of those days where the facts speak for themselves. </p> <p>Australia came here today needing a win to retain the trophy, but expectations significantly raised. They then lost the toss, on an expected road. It wasn’t quite that, but Lyon pulled out a career-defining performance. The rest, one of the most memorable shifts in modern memory. </p> <p>I better dash to his press conference. Thanks for your company today. Signing off from Bangalore. Russ will be with you in the morning. Have a good night. </p> </div>   </div> <div id=\"block-58ba9ee6e4b07c254ae2209c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T11:04:59.699Z\">11.04am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>16th over (and Stumps): Australia 40-0 (Warner 23, Renshaw 15)</strong>. Australia have won the last quarter hour here. Warner gets off strike at the first time of asking to point. He’s cutting well here. Renshaw has the skills for this task, the bat as straight as ever, the tourists to stumps without losing a wicket. Phew. Let me catch my breath and make something of that? Back in a moment. </p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/2017/mar/04/nathan-lyons-record-8-50-decimates-india-on-day-one-of-bangalore-test\">Nathan Lyon's record 8-50 decimates India on day one of Bangalore Test</a> </p> </aside> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T11:09:34.540Z\">at 11.09am GMT</time></p>  </div> <div id=\"block-58ba9e29e4b07c254ae22098\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T11:02:59.413Z\">11.02am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>15th over: Australia 39-0 (Warner 22, Renshaw 15)</strong>. The wondrous left-arm ortho will get six balls at them here. Warner elects to use his feet to meet the flight, and push hard when Jadeja is quicker through the air. He then uses the crease to get off strike via a push to the sweeper at point. Renshaw has a couple to look at. Does well to the first, pushing behind point. So it’s Warner with one more to negotiate, and he again uses the crease with ease. This time for three. Five from it. Good over in the end. One to come. Ashwin will bowl it. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T11:05:17.313Z\">at 11.05am GMT</time></p>  </div> <div id=\"block-58ba9da6e4b09c1763ef6090\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:59:49.992Z\">10.59am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>14th over: Australia 34-0 (Warner 18, Renshaw 14)</strong>. Three to go. Warner gets a couple out to the on-side with no real risk. Less convincing off the inside edge. A single. Renshaw also gets one on the pads. Good batting, big boy. Then Warners the over down the ground for one. Much easier for the Australian pair in the shadow of stumps. And Jadeja is coming on!</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T11:05:30.839Z\">at 11.05am GMT</time></p>  </div> <div id=\"block-58ba9d07e4b07c254ae22094\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:57:36.021Z\">10.57am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>13th over: Australia 29-0 (Warner 14, Renshaw 13)</strong>. Umesh again. So, Virat seems determined to not give his best bowler a little trundle before stumps. Okay then. Warner grabs one off the hip early in the over before Renshaw does what he does best: leaves. Oh, and he’s beaten with the last ball of the over, ruining my narrative for the set. But we’ve come this far. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MichaelVaughan/status/837979507093037056\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">What has happened to Indian Cricket  !!!!!! This is really affecting the start to my weekend .... <a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a></p>&mdash; Michael Vaughan (@MichaelVaughan) <a href=\"https://twitter.com/MichaelVaughan/status/837979507093037056\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba9c1ce4b09c1763ef608a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:55:00.243Z\">10.55am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>12th over: Australia 28-0 (Warner 13, Renshaw 13)</strong>. Ashwin is the man most likely here. A Warner single puts the pressure on Renshaw. To each delivery he has a question to answer, each on the stumps. Except the one that beats him. Tough game. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/GdnAusSport/status/837979577322360832\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Nathan Lyon&#39;s record 8-50 decimates India on day one of Bangalore Test <a href=\"https://t.co/Q85gIkE0uf\">https://t.co/Q85gIkE0uf</a></p>&mdash; Guardian Aus Sport (@GdnAusSport) <a href=\"https://twitter.com/GdnAusSport/status/837979577322360832\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba9b9de4b09c1763ef6089\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:50:59.223Z\">10.50am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>11th over: Australia 27-0 (Warner 12, Renshaw 13)</strong>. Why is Umesh back? He struggled early, and follows Ishant - who bowled very nicely - from the far end. Anyway, he gets the gong, not Jadeja, with six overs to go. And to be fair, beats Renshaw from around the wicket to begin. So I’ll leave him alone. Then his a good length again, making a tough leave for the youngster. Four more leaves follow, but far more convincing. Make of that what you will this close to the end of play. Maiden. </p> </div>   </div> <div id=\"block-58ba9a93e4b09c1763ef6083\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:48:57.385Z\">10.48am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>10th over: Australia 27-0 (Warner 12, Renshaw 13)</strong>. Ashwin doing his bit here. Plenty of flight to Warner, then pinging a couple in to Renshaw hoping to sneak another through to his pads. He’s good enough to get bat on it around the corner though. Warner back in defence for the last couple. Good contest from both ends at the moment. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CricProf/status/837976976329699328\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Warner has come down the pitch 207 times in Test cricket, bringing him 289 runs at a strike rate of 131.61 and an average of 48.17. <a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a></p>&mdash; The Cricket Prof. (@CricProf) <a href=\"https://twitter.com/CricProf/status/837976976329699328\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba9927e4b047c20d905427\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:42:25.474Z\">10.42am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>9th over: Australia 25-0 (Warner 11, Renshaw 12)</strong>. Ishant doing a lot right, and rewarded with another over. Warner again in defence, the Indian quick changing his line a bit to attack the Australian’s stumps as we near the end of day one. A push into the off-side gives Renshaw a couple to look at. The second of those, to end the over, beats him outside the off-stump! That’s very hard to execute, moving the ball away from a left-hander from around the wicket. Quality fast bowling from the veteran. Yeah, I know he’s only 28, but he’s a veteran. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CricketVideo/status/837976006476455936\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Lyon tears India apart with eight-wicket haul: <a href=\"https://t.co/uRmsJi2j6l\">https://t.co/uRmsJi2j6l</a> <a href=\"https://twitter.com/hashtag/INDvAUS?src=hash\">#INDvAUS</a></p>&mdash; cricket.com.au Video (@CricketVideo) <a href=\"https://twitter.com/CricketVideo/status/837976006476455936\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba983fe4b07c254ae22085\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:38:28.258Z\">10.38am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>8th over: Australia 23-0 (Warner 10, Renshaw 11)</strong>. Ashwin pins Renshaw back to begin, but he’s back on the front foot down the ground shortly thereafter. Good cricket. Warner would be mindful of stumps, and consequentially plays conservatively rather than chancing his hand. Experienced campaigner over here, he’ll want big Test runs here tomorrow. </p> </div>   </div> <div id=\"block-58ba977ee4b047c20d905423\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:34:36.395Z\">10.34am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>7th over: Australia 22-0 (Warner 10, Renshaw 10)</strong>. That is <strong>DROPPED!</strong> Warner gets lucky. Ishant misses out. Flays a drive to the gully region, Rahane dives but can’t take it. Not sure the dive was required? Doesn’t look great. Ishant to Renshaw now, and he’s nearly taken his off-stump leaving! Just over the top. </p> <p>Plenty more where these are coming from:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/andymcg_cricket/status/837973814667444224\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Australia&#39;s spinners currently average 9.00 in this series. <a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a></p>&mdash; Andrew McGlashan (@andymcg_cricket) <a href=\"https://twitter.com/andymcg_cricket/status/837973814667444224\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba96a0e4b07c254ae2207b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:31:13.666Z\">10.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>6th over: Australia 19-0 (Warner 9, Renshaw 9)</strong>. Virat is listening to me. Ashwin on from the Cathedral End in front of us here. And immediately gets the crowd up and about with two big LBW shouts against Renshaw. The first was just sliding. Some pressure on the captain to go upstairs, but finally he’s learned to keep it in the holster. Only taken five innings. The second is closer by the looks. But again the captain declines the chance for a second look. Renshaw survives. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ajarrodkimber/status/837972795539628032\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Two Ashwin shouts already.  Lock your kids in an attic, murder your boss, ignore all people in danger so you can WATCH THIS SESSION</p>&mdash; Jarrod Kimber (@ajarrodkimber) <a href=\"https://twitter.com/ajarrodkimber/status/837972795539628032\">March 4, 2017</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T10:31:22.273Z\">at 10.31am GMT</time></p>  </div> <div id=\"block-58ba95cae4b09c1763ef6077\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:27:41.752Z\">10.27am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>5th over: Australia 18-0 (Warner 8, Renshaw 9)</strong>. Ishant stays on. Wonder how long before Virat just goes for broke and chucks on his two twirlers? Best shot he’s got. Warner is defending, ducking, leaving, prodding. No real issues for him here. A single to the last ball ensures he’ll retain the strike. </p> </div>   </div> <div id=\"block-58ba94aee4b047c20d90541b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:23:49.040Z\">10.23am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>4th over: Australia 17-0 (Warner 7, Renshaw 9)</strong>. Renshaw into it, steering through the cordon for four. I saw steer, it was probably more an edge. But he did it so easily, I’ll give him the benefit of the doubt. Bouncer follows, of course. But Umesh isn’t on his game here, overstepping later in the over. It’s a bit frantic out there. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/petesalmon/status/837971269287088129\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\"><a href=\"https://twitter.com/collinsadam\">@collinsadam</a> England spinner v India, 8 innings, 40/1859 ave 46.48. Aus 3 innings, 26/334, ave 12.85. Let&#39;s not forget to bag England...</p>&mdash; Peter Salmon (@petesalmon) <a href=\"https://twitter.com/petesalmon/status/837971269287088129\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba9333e4b07c254ae2206e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:19:17.481Z\">10.19am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>3rd over: Australia 10-0 (Warner 6, Renshaw 4)</strong>. Predictably eventful once Renshaw gives Warner the strike. He’s cut in half by Ishant. Under his bat, actually, watching it again. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CricProf/status/837968616184242176\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Lyon took 7 for 40 from the 117 balls he landed on a good length. He over-pitched three times and dropped short twice. <a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a></p>&mdash; The Cricket Prof. (@CricProf) <a href=\"https://twitter.com/CricProf/status/837968616184242176\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba91f9e4b07c254ae2206b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:10:50.813Z\">10.10am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>2nd over: Australia 9-0 (Warner 6, Renshaw 3)</strong>. Warner away. Short trash first up from Umesh, Warner doesn’t miss out. A steered single puts Renshaw on strike. Not mucking around, our D Warner. Renshaw takes three from the pads, the way he does so well. Essentially Al Cook mk II the big Queenslander. </p> <p>I’m just going to keep posting these kinds of tweets for a while. FYI.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MazherArshad/status/837967831031508992\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">First time in 40 years that India have been bowled out for less than 200 in three consecutive innings at home - 105, 107 and 189. <a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a></p>&mdash; Mazher Arshad (@MazherArshad) <a href=\"https://twitter.com/MazherArshad/status/837967831031508992\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba90aae4b09c1763ef6060\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:07:47.338Z\">10.07am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>1st over: Australia 1-0 (Warner 1, Renshaw 0)</strong>. Righto. Australia bat now. Concentrate. Still cricket to be played. And play they will. Ishant Sharma has the ball, and Warner is away with a push. Renshaw is leaving close to his stumps, but he knows where they are. <strong> </strong>Lyon’s 8/50 also the sixth best figures of all-time for an Australian, in case you were wondering. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/Vitu_E/status/837967327069093889\">  <blockquote class=\"twitter-tweet\"><p lang=\"et\" dir=\"ltr\">Best figures in India: <br><br>Murali 7-100 &lt;&lt;&lt; Lyon 8-50<br>Warne 6-125 &lt;&lt;&lt; O&#39;Keefe 6-35<a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a></p>&mdash; Vithushan (@Vitu_E) <a href=\"https://twitter.com/Vitu_E/status/837967327069093889\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba8fa3e4b09c1763ef605c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T10:00:25.797Z\">10.00am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Australia have an hour to bat</strong>. Or 18 overs. I’m not entirely sure, but I’m in disbelief still. I never shy away from the fact that Nath was the club captain as a 21-year-old when I played at Wests UCCC in the ACT comp. So I never tire of his success. Such a wonderful story. And every time he overcomes an existential threat to his career - and there have been a few - it gets better. </p> </div>   </div> <div id=\"block-58ba8ee4e4b09c1763ef6057\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:54:53.995Z\">9.54am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/collinsadam/status/837964442327474176\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Nathan Lyon, 8-for-50. Best ever figures in India by a non-Indian bowler. Extraordinary. <a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a> <a href=\"https://t.co/W1zEA7JkE2\">pic.twitter.com/W1zEA7JkE2</a></p>&mdash; Adam Collins (@collinsadam) <a href=\"https://twitter.com/collinsadam/status/837964442327474176\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba8dd6e4b09c1763ef6055\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:51:56.503Z\">9.51am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">WICKET! INDIA ALL OUT! Ishant c Handscomb b Lyon. (India all out 189)</h2>  <div class=\"block-elements\">  <p><strong>FIRST BALL! LYON HAS 8-FOR-50! INDIA ARE ALL OUT FOR 189! </strong>The best figures by an Australian against India. Ever! It was the most straightforward catch, short-leg Handscomb having very little work to do. Bloody hell! What a world! And he’ll be on a hat-trick in the second dig. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T09:52:14.062Z\">at 9.52am GMT</time></p>  </div> <div id=\"block-58ba8d6fe4b047c20d905409\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:50:07.883Z\">9.50am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">WICKET! Rahul c Renshaw b Lyon 90 (India 189-9)</h2>  <div class=\"block-elements\">  <p>What is Rahul thinking! Trying to hit Lyon off a length over his head, but nowhere near it. It has rolled off the back of the bat to mid-off to mid-off where Renshaw makes no mistake. An otherwise controlled innings comes to an end. And Lyon has 7-for-50! Party on, Nath! </p> </div>   </div> <div id=\"block-58ba8ca3e4b09c1763ef604e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:48:24.965Z\">9.48am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>71st over: India 189-8 (Rahul 90, Umesh 0). </strong>Rahul wheels away in frustration and/or injury after driving O’Keefe into the off-side after the tourist’s failed review. He has a go at a reverse sweep next, but misses. Back to the manual, he cuts one to point. A single is taken, meaning Umesh has a couple of balls to look at. Rahul is on 90. He does his job, forward in defence in a vaguely convincing fashion. India really need a Starc-like effort from Pune here to see them through to stumps. Unlikely as that is. Very long way to the finish line. </p> </div>   </div> <div id=\"block-58ba8c71e4b047c20d905406\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:45:03.779Z\">9.45am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>NOT OUT! </strong>Long way away from it. The parochial crowd like that, making plenty of noise for the first time in a while. Oh, the ball-tracking says it nearly hit middle stump. Survives that too. </p> </div>   </div> <div id=\"block-58ba8c45e4b09c1763ef604a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:43:55.383Z\">9.43am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>We’re upstairs again! </strong>Smith isn’t worried about having a pop at this, O’Keefe wondering if Rahul top-edged a sweep. We’ll see... </p> </div>   </div> <div id=\"block-58ba8ba4e4b07c254ae22057\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:43:23.865Z\">9.43am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>70th over: India 188-8 (Rahul 89, Umesh 0). </strong>Worth noting in all that, Rahul again took a single first ball of the over. Don’t expect he will do that again if he fancies a ton, with only the fast bowlers left. Umesh is a legit no 11 coming in at no 10, so this might not take long with Lyon going as he is. For all that, he’s able to prod his way to safety through four deliveries to end the over. Lyon’s figures are 6-50 from 22 overs. </p> </div>   </div> <div id=\"block-58ba8ac7e4b09c1763ef6045\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:40:17.594Z\">9.40am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">WICKET! Jadeja c Smith b Lyon 3. (India 188-7)</h2>  <div class=\"block-elements\">  <p>An inside edge saves Jadeja according to snicko. But it was taken easily by Smith at slip. So he’s gone! Lyon has six! What a performance. Around the wicket that just went on with the arm with plenty over overspin. He has done everything right today. What a performance. </p> </div>   </div> <div id=\"block-58ba8a9de4b09c1763ef6044\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:37:05.278Z\">9.37am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Lyon shout for LBW! Umpire Llong says no. </strong>Smith says “nah, it is out, we’ll go upstairs.” Lyon likes it. Stand by!</p> </div>   </div> <div id=\"block-58ba8999e4b07c254ae22052\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:36:16.253Z\">9.36am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>69th over: India 187-7 (Rahul 88, Jadeja 3). </strong>Mitchell Starc back from the far end. He was getting some nice little reverse swing tail away from the right handers between lunch and tea. You could tell because he was hiding the ball in his right hand when running in until the delivery stride. He’s up to that again here to begin the over, bowling to lefty Jadeja. He’s really carving it back into the left-hander when he gets it right. But on the whole, not the most threatening set. He’ll be back to rectify that shortly. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/DanielCherny/status/837958762187018240\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Feelgood Australian-Indian story of the year <a href=\"https://t.co/Yknk3yZhJ9\">pic.twitter.com/Yknk3yZhJ9</a></p>&mdash; Daniel Cherny 📰 (@DanielCherny) <a href=\"https://twitter.com/DanielCherny/status/837958762187018240\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba8899e4b047c20d9053f7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:32:01.041Z\">9.32am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>68th over: India 187-7 (Rahul 88, Jadeja 3). </strong>Lyon must have another coming soon. Absolutely all over Rahul, past his hip with a huge turning off-break. Beats everyone, including the ‘keeper and leg-slip. Singles for each to the sweepers releases the pressure somewhere. </p> <p>Freddie means <a href=\"https://twitter.com/fwildecricket/status/837957994855940096\">India here</a>, but you can see his point.</p> </div>   </div> <div id=\"block-58ba8856e4b07c254ae2204f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:27:49.503Z\">9.27am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>67th over: India 181-7 (Rahul 87, Jadeja 2).</strong> Jadeja holding up his end of the bargain, racing through five dots to Jadeja after Rahul gives him the strike first ball. Lyon the man of the moment, after all. </p> </div>   </div> <div id=\"block-58ba87ade4b047c20d9053f4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:26:42.028Z\">9.26am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>66th over: India 180-7 (Rahul 86, Jadeja 2). </strong>It’s nearly two in two balls! Jadeja lets it go and it isn’t far from his stumps. By contrast, second ball he’s cutting from his stumps; the way he got out in the second dig last week. Gotta get them however you can. Lyon has an eight-fa on the shelf here. His eighth 5fa in Tests. </p> </div>   </div> <div id=\"block-58ba86f5e4b09c1763ef6033\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:22:30.429Z\">9.22am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">WICKET! Saha c Smith b Lyon 1 (India 178-7)</h2>  <div class=\"block-elements\">  <p>Gorgeous! Lyon has five! Another conventional offie’s wicket, holding its line a fraction after plenty of flight. Due to the turn he has routinely got today, the Indian ‘keeper had to play, but an edge was all he got. Smith did the rest. Easy as you like. 5-for-45. Five of the best. </p> </div>   </div> <div id=\"block-58ba868ee4b07c254ae2204a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:20:48.347Z\">9.20am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>65th over: India 177-6 (Rahul 85, Saha 1). </strong>O’Keefe has no concerns throwing it up here, giving it a chance to turn as it did for him from the other end before tea. Rahul’s most effective shot has been the tuck behind square, it gets him off strike early in the over. Saha is getting well forward to blunt any potential turn. </p> </div>   </div> <div id=\"block-58ba85ace4b07c254ae22044\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:19:05.387Z\">9.19am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>64th over: India 176-6 (Rahul 84, Saha 1). </strong>What is a good score here? A day ago, 500+ seemed the orthodoxy, given the track looked so flat. Not so much now. Lyon v Saha is a relatively tame affair, with the exception of the penultimate delivery that turns hard back into the right-hander when dropping the length back a bit. Maiden it is. Here are some highlights from earlier. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CricketVideo/status/837955137251336192\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Aussie spin twins leave India stumped before tea: <a href=\"https://t.co/5lqxy2DfLr\">https://t.co/5lqxy2DfLr</a> <a href=\"https://twitter.com/hashtag/INDvAUS?src=hash\">#INDvAUS</a></p>&mdash; cricket.com.au Video (@CricketVideo) <a href=\"https://twitter.com/CricketVideo/status/837955137251336192\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba8535e4b07c254ae22043\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:15:22.152Z\">9.15am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>63rd over: India 176-6 (Rahul 84, Saha 1). </strong>Rahul then Saha take singles to long-off to begin the over. The former might need to get busy to reach three figures if his bowlers continue their form of last week. O’Keefe mixes it up to Rahul for the remainder of the over, but nothing coming from it for either. </p> </div>   </div> <div id=\"block-58ba84a4e4b047c20d9053ea\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:13:19.257Z\">9.13am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>62nd over: India 174-6 (Rahul 83, Saha 0). </strong>Saha comes forward to negotiate the only ball he has before Lyon’s over is done. Lyon came to this Test with a bowling average still in excess of 40 on this continent. Wonder what it’ll be by the end of today? Such a clutch performance. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/deeputalks/status/837953194533715968\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Most wkts for Aus against India in Tests:<br><br>54 NATHAN LYON *<br>53 Brett Lee<br>52 R Benaud<br>51 G McGrath<br>50 M Johnson<br>47 G McKenzie<a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a></p>&mdash; Deepu Narayana (@deeputalks) <a href=\"https://twitter.com/deeputalks/status/837953194533715968\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba842be4b047c20d9053e9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:10:53.004Z\">9.10am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">WICKET! Ashwin c Warner b Lyon 7 (India 174-6)</h2>  <div class=\"block-elements\">  <p>Great catch by Warner at leg-slip! Ashwin didn’t Lyon to get quite that much spin, pitching outside the off-stump it ripped across his body and collected the glove on the way through. Low take by Warner, after putting one down above his head of the same bowler earlier. But forget that, Australia in with a real show of bowling out India inside a day. What a brilliant performance from Nathan Lyon. He now has four.</p> </div>   </div> <div id=\"block-58ba834ce4b07c254ae22039\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:08:55.130Z\">9.08am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>61st over: India 172-5 (Rahul 82, Ashwin 6). </strong>Two around the corner for Rahul to O’Keefe’s first one after tea. He’s back to the end where he bowled his first couple of frugal spells. It is called the BELM End. They make big, industrial machinery and are owned by the government. There you go, I’ve taught you something. I personally like it better when there is a Football Stand End like at Northants. Anyway, I digress. SOK runs through this over in, I promise you, no more than 60 seconds. Rahul defending throughout. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/SnehalPradhan/status/837951943033118720\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Indian team a management seem to have read the pitch better than most pundits. Extra batter looking like a good ploy right now.</p>&mdash; Snehal Pradhan (@SnehalPradhan) <a href=\"https://twitter.com/SnehalPradhan/status/837951943033118720\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba823ee4b07c254ae22033\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T09:05:13.521Z\">9.05am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>60th over: India 170-5 (Rahul 80, Ashwin 6). </strong>Pleased to see that Nathan <a href=\"https://en.wikipedia.org/wiki/Garry_Gary_Beers\">“Nathan” </a>Lyon is back into the attack, skipping away from us here at the Cathedral End. Singles to both Ashwin then KL Rahul gets the latter safely into the 80s. The tweaker gets one to spin back sharply to end the over. </p> </div>   </div> <div id=\"block-58ba7ff1e4b047c20d9053d9\" class=\"block\" data-block-contributor=\"profile/adam-collins\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:59:14.004Z\">8.59am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Afternoon, everyone. </strong>I invested a fair bit of time in that middle session trying to convince colleagues here at Bangalore that the track was pretty good. On reflection, I was probably trying to convince myself. It isn’t Pune, but it shouldn’t be shooting through the way it did from O’Keefe’s end before tea. </p> <p>In saying that, his dismissal of Nair on the cusp of the break was all to do with class. A lot was said about the left-armer’s overspin during the week. That it was his main weapon at Shield level, and would be his main device on a flatter track here. In other words, not to expect him to turn it much on a flat one. </p> <p>That’s exactly what did in the Indian number six, who to that point looked settled and set. A huge amount of overspin drew him forward with consecutive deliveries, the dip enough to do him in twice. The first just missed the off-stump, the second was taken tidily by Wade. Get in, Sokka. </p> <p>Lyon bowled with serious bounce and rip in his marathon spell. His deliveries barely left the shoebox. The reward was there, three wickets, including Kohli inexplicably a) leaving a ball turning into him and b) then referring it. It used to be said that Stuart Broad had the L’Oreal DRS Rule: “He’s worth it”. The Indian captain’s referral felt a bit that way. A terrible use of the technology. </p> <p>Between times, Rahane looked shocking until he departed. Where has the fluent fella from two summers ago in Australia gone? Local lad KL Rahul hasn’t been his prettiest either, but unlike his colleagues, he’s found a way to survive, looking better as the session went on. A fifth Test hundred is within his grasp. </p> <p>Okay. We’re a few minutes away from the resumption so I’ll leave it there. <a href=\"mailto:Adam.Collins.Freelance@theguardian.com\">Adam.Collins.Freelance@theguardian.com</a> is where you can hit me up for the last couple of hours. I’m perfectly positioned behind the bowlers arm here, so hopefully my observations will hit the spot. <a href=\"http://www.twitter.com/collinsadam\">@collinsadam</a> for all the bantz. </p> </div>   </div> <div id=\"block-58ba7d6ee4b07c254ae22026\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:45:16.191Z\">8.45am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Tea on day one - India are in a bit of bother</h2>  <div class=\"block-elements\">  <p><strong>59th over: India 168-5 (Rahul 79, Ashwin 5)</strong></p> <p>In the context of what is happening around him, this innings could be the making of Lokesh Rahul, who continues to soldier on despite the chaos around him and goes to tea undefeated on 79. If he and the bowlers can push this total up around 280, who knows what the pitch will do in the Australia’s first innings and beyond? With him now is Ravi Ashwin, who is a genuine all-rounder, and what a fascinating two sessions of cricket we’ve just seen. </p> <p>So Australia have the momentum, but not all of the advantage. I have a grim premonition about Australia’s batting effort while it’s turning like this. Taking you through the rest of the day will be Adam Collins, who should be stopping by soon. Give him a warm welcome.</p> </div>   </div> <div id=\"block-58ba7cb9e4b09c1763ef601b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:40:10.028Z\">8.40am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>58th over: India 160-5 (Rahul 76, Ashwin o)</strong></p> <p>Ravi Ashwin is the new man at the crease and there is plenty of spite in the contest right now; I think Rahul reckons O’Keefe was a little overzealous in his wickets celebration, and he might have a bit of a point. Distracted, O’Keefe fires four byes down the leg side and continues to jaw off at the Indian opener, who is not exactly a shrinking violet. Ashwin, meanwhile, looks like he’s batting with a piece of rope as the ball turns sharply. Might I forward the theory that this pitch is going to be a real handful for the Australians to bat on? There are shades of the first Test already as balls spit out of the foot marks. </p> </div>   </div> <div id=\"block-58ba7c10e4b07c254ae2201c\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:37:04.440Z\">8.37am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">WICKET! Nair stumped Wade b O'Keefe 26 (India 156-5)</h2>  <div class=\"block-elements\">  <p><strong>What is going on? </strong>Now Karun Nair loses his head, charging down the pitch to O’Keefe and missing a well-flighted delivery. Matthew Wade performers a much cleaner job of the rest than he did before and Nair, who’d looked perfectly comfortable, is inexplicably gone. India are self-destructing here.<br /></p> </div>   </div> <div id=\"block-58ba7acbe4b09c1763ef6013\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:34:17.257Z\">8.34am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>57th over: India 156-4 (Rahul 76, Karun Nair 26)</strong></p> <p>Such is his difficulty getting any assistance from the pitch, Starc now comes around the wicket to Karun Nair but offers up another full toss to be whipped through leg for a boundary. He won’t mind that as such. We all know he was going for the yorker. The bigger concern for Steve Smith is how well these batsmen are now turning the strike and refusing to allow the bowlers any rhythm. </p> </div>   </div> <div id=\"block-58ba79fee4b09c1763ef600a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:28:55.666Z\">8.28am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>56th over: India 148-4 (Rahul 73, Karun Nair 21)</strong></p> <p>Steve O’Keefe continues with his miserly straight ones, or not-so-straight in the case of his fourth, which is a little too short and offers Nair enough width to cut late and hard for a boundary. Nair is also beaten all ends up by one that does actually spin away from him, but it jagged so far off the surface it only really threatened Steve Smith at slip.</p> </div>   </div> <div id=\"block-58ba7902e4b09c1763ef6007\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:25:31.291Z\">8.25am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>55th over: India 142-4 (Rahul 73, Karun Nair 15)</strong></p> <p>Starc is slanting it across the right-handed batsmen, and for now they’re disciplined enough to let them pass. Starc is not bringing it back in off the pitch, so perhaps he needs to straighten that line a little as he sets up for the yorker. We’re edging close to the tea break now and India can ill-afford the loss of another wicket. </p> </div>   </div> <div id=\"block-58ba781be4b047c20d9053b8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:21:16.236Z\">8.21am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>54th over: India 139-4 (Rahul 73, Karun Nair 12)</strong></p> <p>A big section of Indian fans rise to their feet and start going wild here. Revealing a little of my current snack shortage, I will admit I assumed it was due to a tray of hot, delicious-looking samosas that were being carried into their vicinity, but they’re just trying to get on TV. Rahul and Nair continue to turn the strike in a manner no other pairing has managed today. But that matters not. I now just want a samosa.</p> </div>   </div> <div id=\"block-58ba771fe4b047c20d9053b3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:17:18.446Z\">8.17am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>53rd over: India 135-4 (Rahul 71, Karun Nair 10)</strong></p> <p>In a win for India, if we’re being realistic, Mitchell Starc returns now. Karun Nair is straight after him, neatly clipping four to fine leg and then getting unlucky when a straight drive cannons into his partner. Another thing I like about Nair: just a subtle hint of pudgy midriff. Gives us all hope. In most other senses he’s rock solid.</p> </div>   </div> <div id=\"block-58ba7633e4b09c1763ef6001\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:13:09.429Z\">8.13am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>52nd over: India 131-4 (Rahul 71, Karun Nair 6)</strong></p> <p>At the risk of speaking too soon for no less than the fifth time today, Karun Nair actually does look totally comfortable at the crease, and far more convincing than Rahane before him. Let’s see if I’ve just consigned him to the gallows with that mozz.</p>  <figure class=\"element element-image\" data-media-id=\"ec34e0e6df54c4b041728a0302b77fba2e901c5b\"> <img src=\"https://media.guim.co.uk/ec34e0e6df54c4b041728a0302b77fba2e901c5b/0_0_1890_1299/1000.jpg\" alt=\"Lokesh Rahul\" width=\"1000\" height=\"687\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lokesh Rahul has been the only Indian batsman to prosper on day one of the second Test.</span> <span class=\"element-image__credit\">Photograph: Danish Siddiqui/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-58ba758be4b09c1763ef5fff\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:09:19.165Z\">8.09am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>51st over: India 128-4 (Rahul 70, Karun Nair 4)</strong></p> <p>Sunny Gavaskar’s criticisms of Lokesh Rahul aren’t quite as frequent now, because the Indian opener is the only who has truly dug in today. The Australians are all over Karun Nair and needling the rookie six at every opportunity, but if it’s making him uncomfortable it doesn’t show in his batting so far. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ARamseyCricket/status/837937860078669824\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The home team&#39;s current predicament has the Chinnaswamy crowd a little pensive <a href=\"https://twitter.com/hashtag/INDvAUS?src=hash\">#INDvAUS</a> <a href=\"https://t.co/pfY6KV8FwL\">pic.twitter.com/pfY6KV8FwL</a></p>&mdash; Andrew Ramsey (@ARamseyCricket) <a href=\"https://twitter.com/ARamseyCricket/status/837937860078669824\">March 4, 2017</a></blockquote>  </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T08:10:26.552Z\">at 8.10am GMT</time></p>  </div> <div id=\"block-58ba74e4e4b09c1763ef5ffc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:06:29.192Z\">8.06am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>50th over: India 124-4 (Rahul 67, Karun Nair 3)</strong></p> <p>Rahul and Nair are turning the strike well enough at the start of this new partnership, and the new man gets forward confidently to the buoyant Lyon. He’s got a real battle on his hands in his return to the side.</p> </div>   </div> <div id=\"block-58ba7417e4b07c254ae2200c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:03:40.865Z\">8.03am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>49th over: India 121-4 (Rahul 65, Karun Nair 2)</strong></p> <p>“Last time I played this bloke...” we hear the abrasive Matthew Wade say behind the stumps as Nair faces up, but then the audio cuts out, so we don’t hear the end of what surely must have been a bon mot to rank with Jimmy Ormond’s take-down of Mark Waugh (“At least I’m the best player in my own family”). But Nair gets off the mark with two from the bowling of O’Keefe. “Every dog has their day when it comes to playing spin,” says Matthew Hayden. Perhaps a Border Collie would do better than India right now.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T08:04:35.637Z\">at 8.04am GMT</time></p>  </div> <div id=\"block-58ba73b5e4b047c20d9053a5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T08:00:19.496Z\">8.00am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>48th over: India 119-4 (Rahul 65, Karun Nair 0)</strong></p> <p>Karun Nair is the new man at the crease. He made 303 not out in his last Test knock. Even a third of that would do his team the world of good here, because Nathan Lyon is in the mood. </p> </div>   </div> <div id=\"block-58ba72e5e4b07c254ae22008\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:57:50.109Z\">7.57am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">WICKET! Rahane stumped Wade b Lyon 17 (India 118-4)</h2>  <div class=\"block-elements\">  <p><strong>Ajinkya Rahane has gone mad! </strong>What was he thinking there? The Indian No5 charges halfway down the wicket in search of another hefty blow and misses it, and he’s so far down the pitch that not even a fumble and scramble from Matthew Wade behind the stumps can save him. He’s stumped by a mile. Lyon has another!</p>  <figure class=\"element element-image\" data-media-id=\"ce57fdb8524e542bc1ba661774532a79af79bf2b\"> <img src=\"https://media.guim.co.uk/ce57fdb8524e542bc1ba661774532a79af79bf2b/0_0_1900_1214/1000.jpg\" alt=\"Australian keeper Matthew Wade stumps India’s Ajinkya Rahane.\" width=\"1000\" height=\"639\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Australian keeper Matthew Wade stumps India’s Ajinkya Rahane.</span> <span class=\"element-image__credit\">Photograph: Danish Siddiqui/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T08:30:13.547Z\">at 8.30am GMT</time></p>  </div> <div id=\"block-58ba721de4b09c1763ef5ff4\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:55:13.970Z\">7.55am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>47th over: India 118-3 (Rahul 65, Rahane 17)</strong></p> <p>“Bowled!” bellows Brett Lee now, abandoning any sense of objectivity and openly barracking for a Steve O’Keefe wicket. He might burst through the glass if it happens. “Every ball is a brand new racing event,” adds Matthew Hayden. “You just have to let it go.” If you can translate that into English for me, answers on the back of an envelope and all that. O’Keefe has 0-17 off 11 overs.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T08:00:12.313Z\">at 8.00am GMT</time></p>  </div> <div id=\"block-58ba7185e4b09c1763ef5ff3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:51:40.883Z\">7.51am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>46th over: India 117-3 (Rahul 65, Rahane 16)</strong></p> <p>Nathan Lyon continues to turn the ball sharply and with angular threat. Sitting in the sheds as that is happening is Virat Kohli. If looks could kill, he’d be on a murder spree right now after falling cheaply. It’s actually not Lyon’s best over, to be honest. Four off it.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T07:51:53.064Z\">at 7.51am GMT</time></p>  </div> <div id=\"block-58ba6ffee4b047c20d905399\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:49:21.172Z\">7.49am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>45th over: India 113-3 (Rahul 62, Rahane 15)</strong></p> <p>Matthew Hayden is back, and he says the tension is now mounting, which is certainly true of my own state of mind at the very least. He reckons 350 is a par score in the first innings, and this like all of his utterings comes in the anguished cadence of a man dictating his bank pin code to mugger. Rahane meanwhile, burgles a boundary when he takes a full toss from O’Keefe and biffs it through mid-on. You don’t get many of those from SOK.</p> </div>   </div> <div id=\"block-58ba6f2ee4b047c20d905396\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:42:49.926Z\">7.42am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">David Warner drops Rahul!</h2>  <div class=\"block-elements\">  <p><strong>44th over: India 107-3 (Rahul 61, Rahane 9)</strong></p> <p>Oh dear. Australia have David Warner at leg slip for Rahul, who duly sweeps it straight at him, but he shells the tough chance, getting his hands up in time but failing to make it stick in his right hand. Lyon really should have a third wicket here. There will be talk that it was a very hard chance, but you should be taking those at Test level.</p> </div>   </div> <div id=\"block-58ba6e98e4b09c1763ef5fe7\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:39:22.768Z\">7.39am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>43rd over: India 106-3 (Rahul 61, Rahane 9)</strong></p> <p>O’Keefe is into his ninth over now and with another maiden, he’s only conceded 10 runs thusfar. It’s really applying the squeeze at one end, and very sound partnership bowling. Meanwhile, I need an answer to the below:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/rustyjacko/status/837930123609284611\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I missed the end of that, but did Clarke just say Wade&#39;s daughter was watching her dad &quot;do his business behind the stumps&quot;? Brilliant if so.</p>&mdash; Russell Jackson (@rustyjacko) <a href=\"https://twitter.com/rustyjacko/status/837930123609284611\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba6e0ee4b07c254ae21ffa\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:36:52.203Z\">7.36am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>42nd over: India 106-3 (Rahul 61, Rahane 9)</strong></p> <p>It’s an in-out field for Lyon, Michael Clarke points out, which genuinely is the kind of thing a special comments man should be telling you about. The Australian fieldsmen are all in catching positions, either in the deep or in close. Owing to that, Rahul is keeping it on the deck, where you can’t get caught. It’s a maiden over for Lyon.</p> </div>   </div> <div id=\"block-58ba6d4de4b09c1763ef5fe3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:34:32.170Z\">7.34am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>41st over: India 106-3 (Rahul 61, Rahane 9)</strong></p> <p>Twin spin? Probably. O’Keefe comes back now to replace Hazlewood, and Rahane turns him for a single. I’ll be honest: I’d like for Rahane to make some runs here because he’s a glorious player to watch when he finds his groove. </p> </div>   </div> <div id=\"block-58ba6c83e4b047c20d90538d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:31:10.605Z\">7.31am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>40th over: India 105-3 (Rahul 61, Rahane 8)</strong></p> <p>India pass the hundred mark now but Nathan Lyon has both batsmen in a bit of bother here, and is producing a quite magnificent spell of spin bowling. Sunil Gavaskar is calling it “brilliant”, and he’s not a man given to undue praise for Australians. Right as I type that, Rahane pitter-patters down the track like Fred Astaire and hoists the spinner over cow for a boundary. Good one Sunny.</p> </div>   </div> <div id=\"block-58ba6b85e4b07c254ae21ff0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:27:59.672Z\">7.27am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>39th over: India 99-3 (Rahul 60, Rahane 3)</strong></p> <p>“They’re better than what they’re playing like at the moment,” is Michael Clarke’s appraisal of India, and there is probably some truth to that. Virat Kohli can’t keep getting out cheaply, for one. Lokesh Rahul, meanwhile, takes a ball that Hazlewood angles in to him and quite deliberately opens the face to edge it through gully for four. Earlier Clarke was begging the Indian opener to turn the strike more often, and here he does so, sort of: a single from the final ball.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/MClarke23/status/837922738262142976\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">I thought <a href=\"https://twitter.com/NathLyon421\">@NathLyon421</a> bowled really well in Pune but he has been even better today. Absolutely brilliant.</p>&mdash; Michael Clarke (@MClarke23) <a href=\"https://twitter.com/MClarke23/status/837922738262142976\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba6ae0e4b07c254ae21fed\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:23:45.834Z\">7.23am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>38th over: India 94-3 (Rahul 55, Rahane 3)</strong></p> <p>Another biiiiiig appeal from Lyon, who draws Rahane a long way forward and jags one back into his front pad, but when Umpire Llong turns it down it is the bowler himself who talks Steve Smith out of a review. The Australians are appealing like hyenas at the moment, I must tell you for the sake of balance. Calm down gents.</p> </div>   </div> <div id=\"block-58ba69bae4b07c254ae21fe9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:20:58.559Z\">7.20am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>37th over: India 93-3 (Rahul 54, Rahane 3)</strong></p> <p>Rahul gets a single to mid-off at the half-way mark of this Hazlewood over, but there’s nowt else on offer for the batsmen as the burly paceman does his thing. I know I’ve said it before, but he does present a challenge to the OBOer: how to explain all those dot balls in compelling terms without lying a little? Michael Clarke has replaced Matthew Hayden now, so I’ll see what gems he’s got for us.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T07:23:41.080Z\">at 7.23am GMT</time></p>  </div> <div id=\"block-58ba68f6e4b07c254ae21fe6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:16:07.232Z\">7.16am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>36th over: India 92-3 (Rahul 53, Rahane 3)</strong></p> <p>More trouble behind the sight screen now, as people wander around in front of it for reasons unknown. Rahane needs as few distractions as possible right now. Anil Kumble said before the Test that he’s not playing for his spot, but there is plenty of pressure from the rest of the country nonetheless.</p> </div>   </div> <div id=\"block-58ba6826e4b09c1763ef5fd6\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:12:20.907Z\">7.12am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>35th over: India 91-3 (Rahul 53, Rahane 3)</strong></p> <p>Josh Hazlewood is back to replace Starc, and we’re faced again with the possibility of a quite strange Indian collapse. This pair at the crease are handy, of course, and so is Karun Nair, but it fell away badly after that in Pune and there will be some nervous bowlers in the Indian change room right now. Hazlewood’s over is tidy but Rahane looks comfortable.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T07:14:45.255Z\">at 7.14am GMT</time></p>  </div> <div id=\"block-58ba677de4b047c20d90537c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:07:53.005Z\">7.07am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>34th over: India 89-3 (Rahul 52, Rahane 1)</strong></p> <p>Overthrows to finish the over! It’s all happening. Out-of-form Ajinkya Rahane is off the mark and Nathan Lyon is a genius. He’s now removed Virat Kohli five times in Tests, drawing him level with Jimmy Anderson for that honour.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T07:12:51.178Z\">at 7.12am GMT</time></p>  </div> <div id=\"block-58ba66c2e4b09c1763ef5fd3\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:06:28.843Z\">7.06am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">WICKET! Kohli LBW Lyon 9 (India 88-3)</h2>  <div class=\"block-elements\">  <p><strong>Kohli departs! </strong>Sensational stuff from Nathan Lyon. That thing I said about taking him off? Clearly I was kidding. Here he has the Indian maestro shuffling across the crease in front of his stumps but Kohli inexplicably leaves it. It pitched outside the line of off stump and spun in at a decent rate but with no shot offered and contact coming in line with middle stump, it’s about as out as you can get. Remarkable! Nathan Lyon has done it again. Three balls earlier Kohli hit a sublime cover drive for four. Now he looks a chump.</p> </div>   </div> <div id=\"block-58ba664ae4b09c1763ef5fd0\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:03:27.035Z\">7.03am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Review! Virat Kohli has been given out LBW to Lyon!</h2>  <div class=\"block-elements\">  <p>Holy moly. This looked out, and Nigel Llong gave it, but we shall soon see.</p> </div>   </div> <div id=\"block-58ba6527e4b07c254ae21fd8\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T07:01:19.444Z\">7.01am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>33rd over: India 84-2 (Rahul 52, Kohli 8)</strong></p> <p>Mindsets are art forms, Matthew Hayden tells us now. If that is true, mine whilst listening to this commentary is one of the paintings Gerhard Richter hated so much he burned it to a crisp. Mitchell Starc is still chugging in, but there is no masterpiece in this over. </p> </div>   </div> <div id=\"block-58ba6471e4b07c254ae21fd3\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:56:35.790Z\">6.56am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>32nd over: India 82-2 (Rahul 51, Kohli 7)</strong></p> <p>With a flick to the leg side Lokesh Rahul now brings up his half-century from 105 deliveries. He’s hit eight boundaries so far, and been prepared to bide his time to hit them. Both he and Kohli are handling Lyon very well now. Might be time for the old switcheroo to bring Steve O’Keefe back.</p> </div>   </div> <div id=\"block-58ba634ce4b07c254ae21fd0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:53:24.508Z\">6.53am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>31st over: India 79-2 (Rahul 49, Kohli 6)</strong></p> <p>I know I shouldn’t dwell on the commentary, dear readers, but there is something utterly maddening about listening to Matthew Hayden commentate a cricket game. It makes you wish you were reading one of his cookbooks. Throw Brett Lee into the mix and you start hoping for a padded cell. Virat Kohli, meanwhile, presses forward to Starc’s final delivery of the over and lathers a quite sublime cover drive to the fence. This is going to be fun. </p> </div>   </div> <div id=\"block-58ba629ee4b047c20d90536e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:48:41.095Z\">6.48am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>30th over: India 75-2 (Rahul 49, Kohli 2)</strong></p> <p>Kohli strokes a single off Lyon to get off the mark and his most obsessive fans are almost fainting at the sheer magnificence of it all. “There is a crush of humanity in this country,” says Matthew Hayden, which is a worrying way to start a sentence. Fear not, he adds that this is “infectious”. He’s off on one. Lyon, on the other hand, is not looking quite as threatening as before lunch, but the stakes and atmosphere are both slightly different now. </p> </div>   </div> <div id=\"block-58ba61f8e4b07c254ae21fcc\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:45:47.411Z\">6.45am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>29th over: India 72-2 (Rahul 48, Kohli o)</strong></p> <p>As Mitchell Starc returns, and the hostilities resume, the presence of Matthew Hayden and Brett Lee in the StarSports commentary box means that the conversation immediately turns to ... curry. We wouldn’t stoop to such levels of content-padding on the OBO, but if you’re interested I’ve had to make do with some wasabi peas and a can of Pepsi Max: the choice of absolutely no generation. Starc bowls a maiden. He’s probably just wolfed down a bowl of chia seeds and kale.</p> </div>   </div> <div id=\"block-58ba6148e4b07c254ae21fc9\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:42:59.944Z\">6.42am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>28th over: India 72-2 (Rahul 48, Kohli o)</strong></p> <p>After a predictably rowdy reception from the Bangalore crowd, Virat Kohli glides out to the crease and faces up to Nathan Lyon, who claims an inside edge with the final ball of his over from before lunch. Tense. </p> </div>   </div> <div id=\"block-58ba5fd0e4b047c20d905366\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:34:55.025Z\">6.34am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Not the greatest omen: </strong>Fox Sports are currently playing the Laxman-Dravid mega-partnership of 2001. Why? Whyyyyyyy? Fans of Michael Slater should look away now. In other news, much of India is about to grind to a halt as Virat Kohli arrives at the crease to bat. We’re a few minutes away from the second session on day one.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T06:38:38.067Z\">at 6.38am GMT</time></p>  </div> <div id=\"block-58ba5ab0e4b047c20d905357\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:12:32.236Z\">6.12am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>But...a word of warning</strong></p> <p>You can never get too far ahead of yourself on Indian tours.</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ARamseyCricket/status/837907246512123905\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">India 2-72 at lunch. Last time they batted first in Test here v Pak in 2007 they ended 1st session 4-65 - and went on to make 626 <a href=\"https://twitter.com/hashtag/INDvAUS?src=hash\">#INDvAUS</a></p>&mdash; Andrew Ramsey (@ARamseyCricket) <a href=\"https://twitter.com/ARamseyCricket/status/837907246512123905\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba5a6be4b047c20d905355\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:11:31.438Z\">6.11am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Che Pujara is practically Nathan Lyon’s bunny</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CricProf/status/837907908423729153\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Lyon has now dismissed Pujara five times in Test cricket. Pujara&#39;s average against Lyon is just 28.60. <a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a></p>&mdash; The Cricket Prof. (@CricProf) <a href=\"https://twitter.com/CricProf/status/837907908423729153\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba58f3e4b047c20d90534f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:04:49.452Z\">6.04am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Nathan Lyon, take a bow</strong></p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/ajarrodkimber/status/837905861527941120\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Lyon this session <br><br>Incredible grouping. Varied pace. Took wicket. <a href=\"https://t.co/5Z61ckD9iN\">pic.twitter.com/5Z61ckD9iN</a></p>&mdash; Jarrod Kimber (@ajarrodkimber) <a href=\"https://twitter.com/ajarrodkimber/status/837905861527941120\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba583fe4b07c254ae21fa9\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:03:23.843Z\">6.03am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">Lunch on day one in Bangalore - India 72-2</h2>  <div class=\"block-elements\">  <p>That is a real drag for Pujara, but he won’t be back after lunch as both sides now file off the ground. He goes for 17 and his side is 72-2, with Lokesh Rahul undefeated on 48 and Virat Kohli due in. Nathan Lyon gets the breakthrough to go with Mitch Starc’s early dismissal of Abhinav Mukund.</p> </div>   </div> <div id=\"block-58ba5760e4b07c254ae21fa7\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T06:01:19.916Z\">6.01am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">WICKET! Pujara c Handscomb b Lyon 17 (India 72-2)</h2>  <div class=\"block-elements\">  <p><strong>Nathan Lyon strikes! </strong>Oh dear, that is a disaster for Che Pujara, who was shielding his partner from the strike brilliantly in the closing stages of the session but from Nathan Lyon’s penultimate delivery, gets an inside edge onto his leg and can’t do anything to stop Peter Handscomb swooping on it at short leg. Perhaps he didn’t deserve that, but Lyon is rewarded for a very handy spell of bowling and gets a crucial wicket for his side.</p>  <figure class=\"element element-image\" data-media-id=\"df205463a7f54114bd6ee406bcee0d6c429f5bc8\"> <img src=\"https://media.guim.co.uk/df205463a7f54114bd6ee406bcee0d6c429f5bc8/0_0_2345_1663/1000.jpg\" alt=\"Australia’s players celebrate\" width=\"1000\" height=\"709\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Australia’s players celebrate the wicket of India’s Cheteshwar Pujara.</span> <span class=\"element-image__credit\">Photograph: Danish Siddiqui/Reuters</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T07:17:17.327Z\">at 7.17am GMT</time></p>  </div> <div id=\"block-58ba5646e4b047c20d905346\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:57:49.066Z\">5.57am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>27th over: India 72-1 (Rahul 48, Pujara 17)</strong></p> <p>The highlight of this over is a slow-motion, side-on replay of Che Pujara’s forward defence to Mitchell Starc. It showcases how the Indian batsman can make even the most express pace look pedestrian, playing it late and comfortably. I wish I could do a single thing as well as that. Blimey. He also glances one down to fine leg off the last ball of the over to retain the strike. I wouldn’t bet against that being an attempt to save impetuous Lokesh Rahul from himself in what might be the final over of the session.</p> </div>   </div> <div id=\"block-58ba5573e4b09c1763ef5f9e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:53:07.160Z\">5.53am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>26th over: India 71-1 (Rahul 48, Pujara 16)</strong></p> <p>Pujara is on power-saving mode now, happy to play back and straight if Lyon is going to continue to look for big spin. There is nobody on the 45 so both batsmen are also happy to just flick it into that region when things get awkward, so Smith brings in a leg slip after the horse has bolted. There has been a bit of that today.</p> </div>   </div> <div id=\"block-58ba545ee4b047c20d905340\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:49:34.127Z\">5.49am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>25th over: India 68-1 (Rahul 47, Pujara 14)</strong></p> <p>Sunil Gavaskar is talking Lokesh Rahul down a bit here, but he’s done pretty well so far this morning. With a little under 15 minutes until the break he’s moving closer to a half-century and weathered a few probing spells. Full tosses help, too. Starc gives him one off the final delivery here and it’s dispatched for a boundary.</p>  <figure class=\"element element-image\" data-media-id=\"a114bcd7b37a3290367274c14da90140aa37c9d6\"> <img src=\"https://media.guim.co.uk/a114bcd7b37a3290367274c14da90140aa37c9d6/0_0_2330_3200/728.jpg\" alt=\"Lokesh Rahul gets forward.\" width=\"728\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lokesh Rahul gets forward.</span> <span class=\"element-image__credit\">Photograph: Aijaz Rahi/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-58ba536ae4b07c254ae21fa0\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:44:56.745Z\">5.44am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>24th over: India 64-1 (Rahul 43, Pujara 14)</strong></p> <p>Lyon has a deep mid-wicket and long-on in place for Pujara, which seems ludicrously optimistic at this juncture. He’s really given no indication he’d like to start lofting them towards the stands. With some sharp turn from the off-spinner Pujara turns a lovely glance down to fine leg for one. Lyon is very unlucky a delivery later when a fuller one stays low and beats the outside edge, the stumps, and wicket-keeper Matthew Wade to dribble away for four byes. Wade might not want to look at that replay.</p> </div>   </div> <div id=\"block-58ba5273e4b07c254ae21f9b\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:40:55.172Z\">5.40am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>23rd over: India 58-1 (Rahul 42, Pujara 13)</strong></p> <p>Mitchell Starc is the only wicket-taker so far in the first session and he returns now for one last burst before lunch. He’s got a slip and two gullies for Rahul but no short leg or leg gully, which is proven as silly as suspected when Rahul bunts a short one into that region. What is Steve Smith not seeing her? Rahul has another stroke of luck when he lazily drives at a wide one outside off and the ensuing inside edge hits his pad and not the stumps. Maiden. Good one.</p> </div>   </div> <div id=\"block-58ba518be4b09c1763ef5f90\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:36:47.989Z\">5.36am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>22nd over: India 58-1 (Rahul 42, Pujara 13)</strong></p> <p>Who needs fortune cookies when you’ve got me, eh? Nathan Lyon does indeed appear now to replace Steve O’Keefe, and immediately there is sharper turn and bounce. In saying that, bounce and turn aren’t much god when they’re angling down leg side and allow Lokesh Rahul to paddle one over fine leg for four. Matthew Wade’s first ten cries of “Niiice Gary” ring out across the world, which is a fair effort considering there are only six balls in the over. Lyon finishes it with an LBW shout, but he’s dreamin’.</p> </div>   </div> <div id=\"block-58ba50a7e4b07c254ae21f96\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:32:55.895Z\">5.32am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>21st over: India 52-1 (Rahul 38, Pujara 11)</strong></p> <p>What would Mitchell Marsh’s bowling be if it was a band? Badfinger? Snow Patrol? Ben &amp; Jason? I can’t get as excited about it as Rod Marsh used to, I’ll say that. At least it’s normally tight. He’s stump-to-stump again here but Rahul looks determined to see this through until lunch. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CricProf/status/837898497294741504\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Pujara has come down the pitch 432 times in his Test career bringing him 370 runs and he has only been dismissed twice. <a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a></p>&mdash; The Cricket Prof. (@CricProf) <a href=\"https://twitter.com/CricProf/status/837898497294741504\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba5002e4b047c20d905332\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:29:05.720Z\">5.29am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>20th over: India 51-1 (Rahul 38, Pujara 11)</strong></p> <p>O’Keefe continues with his accurate straight ones, but the Indians are no longer jumping at shadows when the spinner wheels away, and it might be time to bring Nathan Lyon on in his place I reckon. We’re half an hour from lunch and it’s probably worth a try for something different.</p>  <figure class=\"element element-image\" data-media-id=\"efaeb5881b61077fb3147ffae4205c915c43de69\"> <img src=\"https://media.guim.co.uk/efaeb5881b61077fb3147ffae4205c915c43de69/0_0_3300_2383/1000.jpg\" alt=\"Lokesh Rahul sets off for a run.\" width=\"1000\" height=\"722\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Lokesh Rahul sets off for a run.</span> <span class=\"element-image__credit\">Photograph: Aijaz Rahi/AP</span> </figcaption> </figure> </div>   </div> <div id=\"block-58ba4edde4b09c1763ef5f88\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:26:23.009Z\">5.26am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>19th over: India 49-1 (Rahul 37, Pujara 10)</strong></p> <p>Mitch Marsh appears now for his first bowl of the game, and he gets some awkward bounce sending it down to Lokesh Rahul. At least with his first ball. The rest of it is pretty pedestrian, but he’ll look to hassle and nag them into an error.</p> </div>   </div> <div id=\"block-58ba4e46e4b09c1763ef5f85\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:21:29.736Z\">5.21am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>18th over: India 48-1 (Rahul 36, Pujara 10)</strong></p> <p>This will mean nothing to non-Australian readers (though I suppose you can probably watch on YouTube, eventually), but on tonight’s ‘Cricket Legends’ episode on Fox, the Australian cricket journalist Mike Coward is the guest. That should be a beauty. Coward’s book ‘Cricket Beyond the Bazaar’ – about Australia’s triumphs and disasters touring India and Pakistan – is a classic. Maiden for Steve O’Keefe. </p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T05:21:52.420Z\">at 5.21am GMT</time></p>  </div> <div id=\"block-58ba4d64e4b07c254ae21f88\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:18:59.537Z\">5.18am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>17th over: India 48-1 (Rahul 36, Pujara 10)</strong></p> <p>Explaining that Handscomb drop, Matthew Hayden ponders whether “the gods” are on Lokesh Rahul’s side today. The half-volley gods certainly are for this Indian pair. Again Hazlewood over-pitches and this time Pujara cashes in, flicking him for a quite casual boundary. Another is squirted through point by Rahul. India were right up against it half an hour ago. Now they’re profiting from their resilience. </p> </div>   </div> <div id=\"block-58ba4c61e4b047c20d905327\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:15:13.184Z\">5.15am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">DROPPED CATCH! Handscomb puts down Rahul!</h2>  <div class=\"block-elements\">  <p><strong>16th over: India 38-1 (Rahul 31, Pujara 5)</strong></p> <p>At the start of the over the biggest risk of a wicket right appears to be a run-out, as both batsmen have a moment of hesitancy when there is a clear single, but then Peter Handscomb drops Rahul at short cover and in bizarre scenes; he hadn’t taken off the helmet he was wearing at silly point. Did it make a difference? Maybe. He dived to his left and got a hand to the drive, but it didn’t stick.</p> <p>That grid system I was talking about:</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/CricketAus/status/837892551533178880\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Aussies looking for wicket No.2 <a href=\"https://twitter.com/hashtag/INDvAUS?src=hash\">#INDvAUS</a> <a href=\"https://t.co/8l1IovZ3HP\">pic.twitter.com/8l1IovZ3HP</a></p>&mdash; cricket.com.au (@CricketAus) <a href=\"https://twitter.com/CricketAus/status/837892551533178880\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba4a80e4b047c20d905324\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:10:53.538Z\">5.10am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>15th over: India 34-1 (Rahul 29, Pujara 3)</strong></p> <p>I’ve been focusing on the cricket so far, but it bears mentioning that either side of this pitch, the square has been turned into a bizarre, eye-gashing grid system. Why? I’ll try and find out, but it’s not a pretty sight. You could build a wall in the middle and play Battleship on it. Anyway, again Rahul has pounced from the last delivery of the over when Hazlewood over-pitches and gets driven down the ground.</p>  <figure class=\"element element-image\" data-media-id=\"0943a2fd05fb57e429c560d5504b55299b2c9925\"> <img src=\"https://media.guim.co.uk/0943a2fd05fb57e429c560d5504b55299b2c9925/0_0_2998_2180/1000.jpg\" alt=\"India’s Lokesh Rahul\" width=\"1000\" height=\"727\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">India’s Lokesh Rahul tries to clear out Australia’s close-in fieldsman Peter Handscomb.</span> <span class=\"element-image__credit\">Photograph: Danish Siddiqui/Reuters</span> </figcaption> </figure> </div>   </div> <div id=\"block-58ba49fce4b07c254ae21f7f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:02:53.376Z\">5.02am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>14th over: India 29-1 (Rahul 25, Pujara 2)</strong></p> <p>Pujara gets his first single in a while to rotate the strike, glancing down to the 45 to pick up one, but both batsmen are still content to let O’Keefe establish his own rhythm as drinks approach. I can’t help but feel as though some of their predecessors might have gone on the attack by now.</p> </div>   </div> <div id=\"block-58ba48cfe4b09c1763ef5f72\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T05:00:40.972Z\">5.00am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>13th over: India 28-1 (Rahul 25, Pujara 1)</strong></p> <p>The home crowd has had so little to cheer in the last half-hour they go absolutely bonkers here when Rahul gently clips two runs through mid-wicket when Hazlewood strays onto his pads. He’s a very neat and organised player, Rahul, but it’s a wonder Australia didn’t further explore the idea of roughing him up with the short ball. Against Starc he looked particularly susceptible. He deals far better with half-volleys, of that I’m sure. Hazlewood offers one up to finish the over and Rahul smokes it between point and cover to get four.</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T05:00:51.966Z\">at 5.00am GMT</time></p>  </div> <div id=\"block-58ba482be4b09c1763ef5f70\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:55:31.094Z\">4.55am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>12th over: India 21-1 (Rahul 19, Pujara 1)</strong></p> <p>He isn’t spinning it to a degree that can be picked up by current camera technology, but Steve O’Keefe is angling and flighting the ball well and has a throaty appeal for leg before against Rahul to start this over. Had it turned, Rahul might have been in trouble, but it was likely sliding down leg and the Aussies decide not to review Nigel Llong’s not out verdict. </p> </div>   </div> <div id=\"block-58ba472ce4b07c254ae21f75\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:52:53.535Z\">4.52am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>11th over: India 21-1 (Rahul 19, Pujara 1)</strong></p> <p>Starc has a rest after his first five-over spell, and Josh Hazlewood returns for another. The right-armer has changed ends but not his approach; to Pujara he’s angling it in towards middle stump and looking for the LBW. Pujara drives slightly impatiently towards cover but can’t pick the gap to Peter Handscomb’s right. At the end of the over Pujara calls for new gloves. He can’t buy a run, but it’s sweaty work all the same.</p> </div>   </div> <div id=\"block-58ba467fe4b047c20d905316\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:48:40.214Z\">4.48am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>10th over: India 20-1 (Rahul 18, Pujara 1)</strong></p> <p>O’Keefe keeps going at Che Pujara, who is perhaps a little deferential in this over. Might India end up playing the <em>reputation</em> the left-armer established in the first Test, rather than the actual ball? We’re set for a nice little spell here to find out.</p> </div>   </div> <div id=\"block-58ba45a2e4b07c254ae21f71\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:45:47.608Z\">4.45am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>9th over: India 20-1 (Rahul 18, Pujara 1)</strong></p> <p>Starc continues to search for that toe-crushing yorker, which means he’s sending down the occasional full toss, but he’s never less than a threat. He sends one across towards first slip with Lokesh Rahul on strike, and though the batsman leaves it easily enough, Starc shakes his head at him as though he’s just been beaten all end’s up. “He’s such a lovely guy off the field,” Brett Lee says of Starc. More of those insights as they’re at hand.</p> </div>   </div> <div id=\"block-58ba44bee4b07c254ae21f6e\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:42:07.763Z\">4.42am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>8th over: India 20-1 (Rahul 18, Pujara 1)</strong></p> <p>Spin time! Hazlewood cools his jets a while and Pune Test hero Steve O’Keefe comes into the attack for his first bowl of the game. His Test figures leading into this encounter: 5 Tests, 26 wickets at 20.34. He’s wheeling away to Che Pujara first up, and the Indian No3 gets after him immediately, driving twice to cover and getting off the mark with the second, which brings a single. Lokesh Rahul is not quite as convincing when he skips down the track and flicks towards leg. We could have a nice little battle here. </p> </div>   </div> <div id=\"block-58ba43a3e4b07c254ae21f6a\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:38:18.792Z\">4.38am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>7th over: India 18-1 (Rahul 17, Pujara 0)</strong></p> <p>Starc slings a rising bouncer down the leg side and though it draws no comment from the commentators, Matthew Wade does a helluva good job to dive to his left and save it. It was fizzing away for a certain boundary otherwise. A leg bye brings the first run not belonging to Lokesh Rahul, and Starc goes after the latter with the old one-two of a bouncer and a yorker. Rahul gets an inside edge from the latter and it trickles through mid-wicket for a couple. He was biffing them through cover in the first over. It’s a little harder graft now.</p> </div>   </div> <div id=\"block-58ba42b8e4b09c1763ef5f5f\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:33:35.585Z\">4.33am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>6th over: India 15-1 (Rahul 15, Pujara 0)</strong></p> <p>Hazlewood is wobbling it down at decent pace too, but zeroes in on Rahul’s front pad, applying his pressure with a monotonous, stump-to-stump line. It’s another maiden, and with that, it’s time to bask in some sweet memories...</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/WhiteLineWire/status/837882563867754496\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">First mention of Warnie’s mural for the Test. Here it is (with names provided) for those who haven’t seen it <a href=\"https://t.co/uweQ6wRCt7\">pic.twitter.com/uweQ6wRCt7</a></p>&mdash; White Line Wireless (@WhiteLineWire) <a href=\"https://twitter.com/WhiteLineWire/status/837882563867754496\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba41b1e4b09c1763ef5f5c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:29:40.840Z\">4.29am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>5th over: India 15-1 (Rahul 15, Pujara 0)</strong></p> <p>Starc chooses to slide them across Pujara to start with, probing away outside off stump and trying to draw him forward to glide. There are two slips and a short leg in place, and Pujara is his normal unflappable self, squinting into the sun between deliveries, then dropping his wrists and swaying out of the way when the short one comes through at 147kmph. </p> <p>“This is the difference between a strike bowler and one who just contains,” says Matthew Hayden, responding to a non-existent suggestion that Starc bowls with anything other than express pace. Right on Starc finishes the over with a devilish bouncer, which cracks into the upper splice of Pujara’s bat. Did I say he looked unflappable? Might have to revise that down a little.</p> </div>   </div> <div id=\"block-58ba4091e4b09c1763ef5f58\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:25:18.594Z\">4.25am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>4th over: India 15-1 (Rahul 15, Pujara 0)</strong></p> <p>No third slip for Halzewood either, though he might not have saved a boundary that flies through that region from Rahul’s outside edge. That is the only damage for the over in what is looking like a testing little session for both batsmen. Both bowlers have hit a decent early rhythm and Starc’s yorker is working. That’s never fun to face.</p> </div>   </div> <div id=\"block-58ba4016e4b09c1763ef5f56\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:20:28.531Z\">4.20am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>3rd over: India 11-1 (Rahul 11, Pujara 0)</strong></p> <p>Cheteshwar Pujara is the new man at the crease now. He has one delivery to face and keeps out a yorker. Of interest before Starc’s wicket: only seven balls into his spell he lost his third slip, who moved across to extra cover. A tad pessimistic in the first 15 minutes of play? Either way, Rahul really doesn’t look comfortable when it’s short and angled at him from over the wicket. I’d be getting a leg gully in position pronto, personally.</p> </div>   </div> <div id=\"block-58ba3ec0e4b047c20d9052fb\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:18:26.740Z\">4.18am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">WICKET! Mukund LBW Starc 0 (India 11-1)</h2>  <div class=\"block-elements\">  <p><strong>Mukund departs! </strong>Oh dear, that’s an absolute shocker. It might have been heading marginally down leg, but being that it was a full toss from Starc and struck the opener’s front pad on the full, the umpire had no choice. Mukund consults with his partner, but he probably knows the answer before it’s given. Off he trudges for a duck in his first Test in six years. Sad!</p>  <figure class=\"element element-image\" data-media-id=\"e9a97cb82fc391e3ca177f8e2cc2f4854554694e\"> <img src=\"https://media.guim.co.uk/e9a97cb82fc391e3ca177f8e2cc2f4854554694e/0_117_2734_1642/1000.jpg\" alt=\"Mitchell Starc\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mitchell Starc celebrates the dismissal of India’s Abhinav Mukund.</span> <span class=\"element-image__credit\">Photograph: Aijaz Rahi/AP</span> </figcaption> </figure> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T04:47:16.126Z\">at 4.47am GMT</time></p>  </div> <div id=\"block-58ba3d9ce4b047c20d9052f5\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:12:44.712Z\">4.12am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>2nd over: India 10-0 (Rahul 10, Mukund 0)</strong></p> <p>Abhinav Mukund is a little more circumspect than his partner as Josh Hazlewood wheels away. In ten Test innings so far the Indian opener has managed only the single half-century, and the last of those appearances was in August 2011, so he’ll be desperate to impress. </p> <p>India have played 56 Tests since Mukund’s last, a statistical category in which he trails only Parthiv Patel (83), whose career was put on indefinite hiatus by the rise of M.S. Dhoni. Mukund is watchful to start with, and misses an opportunity to turn a pressure-relieving single down to fine leg. It’s a maiden for the Haze.</p> </div>   </div> <div id=\"block-58ba3bd5e4b047c20d9052ee\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T04:07:52.317Z\">4.07am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>1st over: India 10-0 (Rahul 10, Mukund 0)</strong></p> <p>Mitchell Starc grabs the new ball for the Australians, stops at the end of his run-up and arcs his back into one final stretch to loosen up. Richard Illlingworth and Nigel Llong are our umpires for this game and they’re called into action before has been bowled, because some buffoon is moving around beside the sight screen. </p> <p>The wait is worthwhile for Lokesh Rahul, who leans forward to a half-volley and caresses it through cover for a boundary. Take that, Mitch. Starc’s penultimate delivery is a bouncer to Rahul’s throat but he gets an awkwardly thrust bat to it, and then slices a controlled outside edge through gully to finish the over with another boundary.</p> </div>   </div> <div id=\"block-58ba3adee4b07c254ae21f4c\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T03:57:53.992Z\">3.57am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Stat attack! </strong>This is a bit mad, really. But India have never been big on sticking with an opening combination for long, with so many versatile batsmen sliding around the order. News at the ground: the anthems are grinding away now, and we’ll have play in a couple of minutes. </p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/JacobKuriype/status/837872247243071488\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">Mukund and Rahul will be India&#39;s eighth different opening pair in the last 12 months <a href=\"https://twitter.com/hashtag/IndvAus?src=hash\">#IndvAus</a></p>&mdash; Jacob Kuriype (@JacobKuriype) <a href=\"https://twitter.com/JacobKuriype/status/837872247243071488\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba3a9ee4b047c20d9052ea\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T03:55:16.712Z\">3.55am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/melindafarrell/status/837873650128863232\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">The bright side for Australia bowling first here is that Starc, Hazlewood and Marsh couldn&#39;t really be much fresher. <a href=\"https://twitter.com/hashtag/INDvAUS?src=hash\">#INDvAUS</a></p>&mdash; Melinda Farrell (@melindafarrell) <a href=\"https://twitter.com/melindafarrell/status/837873650128863232\">March 4, 2017</a></blockquote>  </figure> </div>   </div> <div id=\"block-58ba37aae4b09c1763ef5f42\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T03:46:59.880Z\">3.46am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Ahh, the soothing sight of Ryan Harris</strong></p> <p>There is something incredibly calming about the former Australian paceman’s presence, though sadly he won’t be opening the bowling today. He’s sitting in the Fox Sports studio and says fast bowlers get very excited indeed by the sight of “live grass” on the pitch, which is what we’ve got here. Whatever floats your boat. I sense that things will get bleak for the Aussies if they can’t strike while the ball is still moving around a bit. </p> <p>What can we expect from Virat Kohli today, once he’s in? For help I have just made contact with a mystical realm via <a href=\"http://www.horoscope.com/us/games/divination/game-fortune-cookie.aspx\">a randomly-generated internet fortune cookie</a>. The reading: “Pay attention to your family. Don’t take them for granted.” Sorry Virat, I’ve no idea how many runs you’ll make today but thanks for the reminder I need to call my Mum. Readers, give it a go and tell me whatever advice you get that might pertain to this match.</p> </div>   </div> <div id=\"block-58ba3613e4b047c20d9052d8\" class=\"block is-key-event\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T03:37:18.609Z\">3.37am <span class=\"timezone\">GMT</span></time> </p>   <h2 class=\"block-title\">India win the toss and elect to bat</h2>  <div class=\"block-elements\">  <p>“It looks like a good track to bat on, so we’d like to put some big runs on the board.,” says Kohli. “The guys are going to come out with much more intent in this game.” Murali Vijay is out with injury and Abhinav Mukund comes in for him, while spinner Jayant Yadav is dropped for an extra batsman: Karun Nair, the 25-year-old who made 303 not out in his last Test innings. That’s a fairly handy “in”.</p> <p>“It’s going to be important to score big first innings runs,” says Steve Smith, who adds that early wickets are crucial. Stuff we don’t already know is thin on the ground. He’s not giving much away, but clearly would have preferred to bat.</p> <p><strong>India:</strong> L Rahul, A Mukund, C Pujara, V Kohli, A Rahane, K Nair, R Ashwin, W Saha, R Jadeja, U Yadav, I Sharma</p> </div>   <p class=\"block-time updated-time\">Updated <time datetime=\"2017-03-04T03:52:14.258Z\">at 3.52am GMT</time></p>  </div> <div id=\"block-58ba33f6e4b09c1763ef5f39\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-04T03:35:44.195Z\">3.35am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p><strong>Preamble</strong></p> <p>Hello all and welcome to day one of the second Test in Bangalore, in which Australia will be looking to extend their dominance of Pune but are likely to face a much sterner challenge from the chastened home side. Russell Jackson here to take you through the first two sessions, and Adam Collins will make an appearance later with the old ball.</p> <p>News out of Bangalore today is that the pitch will be a belter to bat on, which is hardly surprising after the three-day calamity India endured in the first Test. There is some moisture in the surface, but it should dry out and flatten nicely for the batsmen to fill their boots; great for Virat Kohli and Steve Smith enthusiasts, possibly not so much for fans of challenging Test cricket. But we don’t want to jump the gun. </p> <p>Team news: Australian have named an unchanged eleven for this encounter, again not so surprising, even if Mitch Marsh is under a decent amount of pressure to produce something compelling. The tourists have stuck with their winning formula, but India might tweak it losing one, though we have no confirmation yet.</p> <p><strong>Australia: </strong>Warner, Renshaw, Smith (captain), S Marsh, Handscomb, M Marsh, Wade, Starc, O’Keefe, Lyon, Hazlewood</p> </div>   </div> <div id=\"block-58b90442e4b09c1763ef5a1d\" class=\"block\" data-block-contributor=\"\"> <p class=\"block-time published-time\"> <time datetime=\"2017-03-03T05:51:44.245Z\">5.51am <span class=\"timezone\">GMT</span></time> </p>    <div class=\"block-elements\">  <p>Russell will be here shortly. In the meantime, check out Adam Collins’ take on what Australia is likely to face after India’s humbling loss in Pune.</p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/sport/blog/2017/feb/25/australia-stun-india-to-end-drought-as-steve-smith-backs-his-words-with-action\">Australia end wait for win in India as Steve Smith backs his words with action | Adam Collins</a> </p> </aside> </div>   </div>",
      "firstPublicationDate": "2017-03-04T03:37:45Z",
      "liveBloggingNow": "false",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "legallySensitive": "false",
      "charCount": "47383",
      "productionOffice": "AUS",
      "bodyText": "Australia have negotiated the final hour of the day, and will resume tomorrow 149 behind. Yes, you are reading that correctly if having gone out without your phone for a few hours. Australia rolled India for 189. After tea, Nathan Lyon took five wickets after tea to rout the hosts for the third time in eight days. He finished with 8-for-50. They are the best figures for any foreign bowler in India. This is one of those days where the facts speak for themselves. Australia came here today needing a win to retain the trophy, but expectations significantly raised. They then lost the toss, on an expected road. It wasn’t quite that, but Lyon pulled out a career-defining performance. The rest, one of the most memorable shifts in modern memory. I better dash to his press conference. Thanks for your company today. Signing off from Bangalore. Russ will be with you in the morning. Have a good night. 16th over (and Stumps): Australia 40-0 (Warner 23, Renshaw 15). Australia have won the last quarter hour here. Warner gets off strike at the first time of asking to point. He’s cutting well here. Renshaw has the skills for this task, the bat as straight as ever, the tourists to stumps without losing a wicket. Phew. Let me catch my breath and make something of that? Back in a moment. 15th over: Australia 39-0 (Warner 22, Renshaw 15). The wondrous left-arm ortho will get six balls at them here. Warner elects to use his feet to meet the flight, and push hard when Jadeja is quicker through the air. He then uses the crease to get off strike via a push to the sweeper at point. Renshaw has a couple to look at. Does well to the first, pushing behind point. So it’s Warner with one more to negotiate, and he again uses the crease with ease. This time for three. Five from it. Good over in the end. One to come. Ashwin will bowl it. 14th over: Australia 34-0 (Warner 18, Renshaw 14). Three to go. Warner gets a couple out to the on-side with no real risk. Less convincing off the inside edge. A single. Renshaw also gets one on the pads. Good batting, big boy. Then Warners the over down the ground for one. Much easier for the Australian pair in the shadow of stumps. And Jadeja is coming on! 13th over: Australia 29-0 (Warner 14, Renshaw 13). Umesh again. So, Virat seems determined to not give his best bowler a little trundle before stumps. Okay then. Warner grabs one off the hip early in the over before Renshaw does what he does best: leaves. Oh, and he’s beaten with the last ball of the over, ruining my narrative for the set. But we’ve come this far. 12th over: Australia 28-0 (Warner 13, Renshaw 13). Ashwin is the man most likely here. A Warner single puts the pressure on Renshaw. To each delivery he has a question to answer, each on the stumps. Except the one that beats him. Tough game. 11th over: Australia 27-0 (Warner 12, Renshaw 13). Why is Umesh back? He struggled early, and follows Ishant - who bowled very nicely - from the far end. Anyway, he gets the gong, not Jadeja, with six overs to go. And to be fair, beats Renshaw from around the wicket to begin. So I’ll leave him alone. Then his a good length again, making a tough leave for the youngster. Four more leaves follow, but far more convincing. Make of that what you will this close to the end of play. Maiden. 10th over: Australia 27-0 (Warner 12, Renshaw 13). Ashwin doing his bit here. Plenty of flight to Warner, then pinging a couple in to Renshaw hoping to sneak another through to his pads. He’s good enough to get bat on it around the corner though. Warner back in defence for the last couple. Good contest from both ends at the moment. 9th over: Australia 25-0 (Warner 11, Renshaw 12). Ishant doing a lot right, and rewarded with another over. Warner again in defence, the Indian quick changing his line a bit to attack the Australian’s stumps as we near the end of day one. A push into the off-side gives Renshaw a couple to look at. The second of those, to end the over, beats him outside the off-stump! That’s very hard to execute, moving the ball away from a left-hander from around the wicket. Quality fast bowling from the veteran. Yeah, I know he’s only 28, but he’s a veteran. 8th over: Australia 23-0 (Warner 10, Renshaw 11). Ashwin pins Renshaw back to begin, but he’s back on the front foot down the ground shortly thereafter. Good cricket. Warner would be mindful of stumps, and consequentially plays conservatively rather than chancing his hand. Experienced campaigner over here, he’ll want big Test runs here tomorrow. 7th over: Australia 22-0 (Warner 10, Renshaw 10). That is DROPPED! Warner gets lucky. Ishant misses out. Flays a drive to the gully region, Rahane dives but can’t take it. Not sure the dive was required? Doesn’t look great. Ishant to Renshaw now, and he’s nearly taken his off-stump leaving! Just over the top. Plenty more where these are coming from: 6th over: Australia 19-0 (Warner 9, Renshaw 9). Virat is listening to me. Ashwin on from the Cathedral End in front of us here. And immediately gets the crowd up and about with two big LBW shouts against Renshaw. The first was just sliding. Some pressure on the captain to go upstairs, but finally he’s learned to keep it in the holster. Only taken five innings. The second is closer by the looks. But again the captain declines the chance for a second look. Renshaw survives. 5th over: Australia 18-0 (Warner 8, Renshaw 9). Ishant stays on. Wonder how long before Virat just goes for broke and chucks on his two twirlers? Best shot he’s got. Warner is defending, ducking, leaving, prodding. No real issues for him here. A single to the last ball ensures he’ll retain the strike. 4th over: Australia 17-0 (Warner 7, Renshaw 9). Renshaw into it, steering through the cordon for four. I saw steer, it was probably more an edge. But he did it so easily, I’ll give him the benefit of the doubt. Bouncer follows, of course. But Umesh isn’t on his game here, overstepping later in the over. It’s a bit frantic out there. 3rd over: Australia 10-0 (Warner 6, Renshaw 4). Predictably eventful once Renshaw gives Warner the strike. He’s cut in half by Ishant. Under his bat, actually, watching it again. 2nd over: Australia 9-0 (Warner 6, Renshaw 3). Warner away. Short trash first up from Umesh, Warner doesn’t miss out. A steered single puts Renshaw on strike. Not mucking around, our D Warner. Renshaw takes three from the pads, the way he does so well. Essentially Al Cook mk II the big Queenslander. I’m just going to keep posting these kinds of tweets for a while. FYI. 1st over: Australia 1-0 (Warner 1, Renshaw 0). Righto. Australia bat now. Concentrate. Still cricket to be played. And play they will. Ishant Sharma has the ball, and Warner is away with a push. Renshaw is leaving close to his stumps, but he knows where they are. Lyon’s 8/50 also the sixth best figures of all-time for an Australian, in case you were wondering. Australia have an hour to bat. Or 18 overs. I’m not entirely sure, but I’m in disbelief still. I never shy away from the fact that Nath was the club captain as a 21-year-old when I played at Wests UCCC in the ACT comp. So I never tire of his success. Such a wonderful story. And every time he overcomes an existential threat to his career - and there have been a few - it gets better. FIRST BALL! LYON HAS 8-FOR-50! INDIA ARE ALL OUT FOR 189! The best figures by an Australian against India. Ever! It was the most straightforward catch, short-leg Handscomb having very little work to do. Bloody hell! What a world! And he’ll be on a hat-trick in the second dig. What is Rahul thinking! Trying to hit Lyon off a length over his head, but nowhere near it. It has rolled off the back of the bat to mid-off to mid-off where Renshaw makes no mistake. An otherwise controlled innings comes to an end. And Lyon has 7-for-50! Party on, Nath! 71st over: India 189-8 (Rahul 90, Umesh 0). Rahul wheels away in frustration and/or injury after driving O’Keefe into the off-side after the tourist’s failed review. He has a go at a reverse sweep next, but misses. Back to the manual, he cuts one to point. A single is taken, meaning Umesh has a couple of balls to look at. Rahul is on 90. He does his job, forward in defence in a vaguely convincing fashion. India really need a Starc-like effort from Pune here to see them through to stumps. Unlikely as that is. Very long way to the finish line. NOT OUT! Long way away from it. The parochial crowd like that, making plenty of noise for the first time in a while. Oh, the ball-tracking says it nearly hit middle stump. Survives that too. We’re upstairs again! Smith isn’t worried about having a pop at this, O’Keefe wondering if Rahul top-edged a sweep. We’ll see... 70th over: India 188-8 (Rahul 89, Umesh 0). Worth noting in all that, Rahul again took a single first ball of the over. Don’t expect he will do that again if he fancies a ton, with only the fast bowlers left. Umesh is a legit no 11 coming in at no 10, so this might not take long with Lyon going as he is. For all that, he’s able to prod his way to safety through four deliveries to end the over. Lyon’s figures are 6-50 from 22 overs. An inside edge saves Jadeja according to snicko. But it was taken easily by Smith at slip. So he’s gone! Lyon has six! What a performance. Around the wicket that just went on with the arm with plenty over overspin. He has done everything right today. What a performance. Lyon shout for LBW! Umpire Llong says no. Smith says “nah, it is out, we’ll go upstairs.” Lyon likes it. Stand by! 69th over: India 187-7 (Rahul 88, Jadeja 3). Mitchell Starc back from the far end. He was getting some nice little reverse swing tail away from the right handers between lunch and tea. You could tell because he was hiding the ball in his right hand when running in until the delivery stride. He’s up to that again here to begin the over, bowling to lefty Jadeja. He’s really carving it back into the left-hander when he gets it right. But on the whole, not the most threatening set. He’ll be back to rectify that shortly. 68th over: India 187-7 (Rahul 88, Jadeja 3). Lyon must have another coming soon. Absolutely all over Rahul, past his hip with a huge turning off-break. Beats everyone, including the ‘keeper and leg-slip. Singles for each to the sweepers releases the pressure somewhere. Freddie means India here, but you can see his point. 67th over: India 181-7 (Rahul 87, Jadeja 2). Jadeja holding up his end of the bargain, racing through five dots to Jadeja after Rahul gives him the strike first ball. Lyon the man of the moment, after all. 66th over: India 180-7 (Rahul 86, Jadeja 2). It’s nearly two in two balls! Jadeja lets it go and it isn’t far from his stumps. By contrast, second ball he’s cutting from his stumps; the way he got out in the second dig last week. Gotta get them however you can. Lyon has an eight-fa on the shelf here. His eighth 5fa in Tests. Gorgeous! Lyon has five! Another conventional offie’s wicket, holding its line a fraction after plenty of flight. Due to the turn he has routinely got today, the Indian ‘keeper had to play, but an edge was all he got. Smith did the rest. Easy as you like. 5-for-45. Five of the best. 65th over: India 177-6 (Rahul 85, Saha 1). O’Keefe has no concerns throwing it up here, giving it a chance to turn as it did for him from the other end before tea. Rahul’s most effective shot has been the tuck behind square, it gets him off strike early in the over. Saha is getting well forward to blunt any potential turn. 64th over: India 176-6 (Rahul 84, Saha 1). What is a good score here? A day ago, 500+ seemed the orthodoxy, given the track looked so flat. Not so much now. Lyon v Saha is a relatively tame affair, with the exception of the penultimate delivery that turns hard back into the right-hander when dropping the length back a bit. Maiden it is. Here are some highlights from earlier. 63rd over: India 176-6 (Rahul 84, Saha 1). Rahul then Saha take singles to long-off to begin the over. The former might need to get busy to reach three figures if his bowlers continue their form of last week. O’Keefe mixes it up to Rahul for the remainder of the over, but nothing coming from it for either. 62nd over: India 174-6 (Rahul 83, Saha 0). Saha comes forward to negotiate the only ball he has before Lyon’s over is done. Lyon came to this Test with a bowling average still in excess of 40 on this continent. Wonder what it’ll be by the end of today? Such a clutch performance. Great catch by Warner at leg-slip! Ashwin didn’t Lyon to get quite that much spin, pitching outside the off-stump it ripped across his body and collected the glove on the way through. Low take by Warner, after putting one down above his head of the same bowler earlier. But forget that, Australia in with a real show of bowling out India inside a day. What a brilliant performance from Nathan Lyon. He now has four. 61st over: India 172-5 (Rahul 82, Ashwin 6). Two around the corner for Rahul to O’Keefe’s first one after tea. He’s back to the end where he bowled his first couple of frugal spells. It is called the BELM End. They make big, industrial machinery and are owned by the government. There you go, I’ve taught you something. I personally like it better when there is a Football Stand End like at Northants. Anyway, I digress. SOK runs through this over in, I promise you, no more than 60 seconds. Rahul defending throughout. 60th over: India 170-5 (Rahul 80, Ashwin 6). Pleased to see that Nathan “Nathan” Lyon is back into the attack, skipping away from us here at the Cathedral End. Singles to both Ashwin then KL Rahul gets the latter safely into the 80s. The tweaker gets one to spin back sharply to end the over. Afternoon, everyone. I invested a fair bit of time in that middle session trying to convince colleagues here at Bangalore that the track was pretty good. On reflection, I was probably trying to convince myself. It isn’t Pune, but it shouldn’t be shooting through the way it did from O’Keefe’s end before tea. In saying that, his dismissal of Nair on the cusp of the break was all to do with class. A lot was said about the left-armer’s overspin during the week. That it was his main weapon at Shield level, and would be his main device on a flatter track here. In other words, not to expect him to turn it much on a flat one. That’s exactly what did in the Indian number six, who to that point looked settled and set. A huge amount of overspin drew him forward with consecutive deliveries, the dip enough to do him in twice. The first just missed the off-stump, the second was taken tidily by Wade. Get in, Sokka. Lyon bowled with serious bounce and rip in his marathon spell. His deliveries barely left the shoebox. The reward was there, three wickets, including Kohli inexplicably a) leaving a ball turning into him and b) then referring it. It used to be said that Stuart Broad had the L’Oreal DRS Rule: “He’s worth it”. The Indian captain’s referral felt a bit that way. A terrible use of the technology. Between times, Rahane looked shocking until he departed. Where has the fluent fella from two summers ago in Australia gone? Local lad KL Rahul hasn’t been his prettiest either, but unlike his colleagues, he’s found a way to survive, looking better as the session went on. A fifth Test hundred is within his grasp. Okay. We’re a few minutes away from the resumption so I’ll leave it there. Adam.Collins.Freelance@theguardian.com is where you can hit me up for the last couple of hours. I’m perfectly positioned behind the bowlers arm here, so hopefully my observations will hit the spot. @collinsadam for all the bantz. 59th over: India 168-5 (Rahul 79, Ashwin 5) In the context of what is happening around him, this innings could be the making of Lokesh Rahul, who continues to soldier on despite the chaos around him and goes to tea undefeated on 79. If he and the bowlers can push this total up around 280, who knows what the pitch will do in the Australia’s first innings and beyond? With him now is Ravi Ashwin, who is a genuine all-rounder, and what a fascinating two sessions of cricket we’ve just seen. So Australia have the momentum, but not all of the advantage. I have a grim premonition about Australia’s batting effort while it’s turning like this. Taking you through the rest of the day will be Adam Collins, who should be stopping by soon. Give him a warm welcome. 58th over: India 160-5 (Rahul 76, Ashwin o) Ravi Ashwin is the new man at the crease and there is plenty of spite in the contest right now; I think Rahul reckons O’Keefe was a little overzealous in his wickets celebration, and he might have a bit of a point. Distracted, O’Keefe fires four byes down the leg side and continues to jaw off at the Indian opener, who is not exactly a shrinking violet. Ashwin, meanwhile, looks like he’s batting with a piece of rope as the ball turns sharply. Might I forward the theory that this pitch is going to be a real handful for the Australians to bat on? There are shades of the first Test already as balls spit out of the foot marks. What is going on? Now Karun Nair loses his head, charging down the pitch to O’Keefe and missing a well-flighted delivery. Matthew Wade performers a much cleaner job of the rest than he did before and Nair, who’d looked perfectly comfortable, is inexplicably gone. India are self-destructing here. 57th over: India 156-4 (Rahul 76, Karun Nair 26) Such is his difficulty getting any assistance from the pitch, Starc now comes around the wicket to Karun Nair but offers up another full toss to be whipped through leg for a boundary. He won’t mind that as such. We all know he was going for the yorker. The bigger concern for Steve Smith is how well these batsmen are now turning the strike and refusing to allow the bowlers any rhythm. 56th over: India 148-4 (Rahul 73, Karun Nair 21) Steve O’Keefe continues with his miserly straight ones, or not-so-straight in the case of his fourth, which is a little too short and offers Nair enough width to cut late and hard for a boundary. Nair is also beaten all ends up by one that does actually spin away from him, but it jagged so far off the surface it only really threatened Steve Smith at slip. 55th over: India 142-4 (Rahul 73, Karun Nair 15) Starc is slanting it across the right-handed batsmen, and for now they’re disciplined enough to let them pass. Starc is not bringing it back in off the pitch, so perhaps he needs to straighten that line a little as he sets up for the yorker. We’re edging close to the tea break now and India can ill-afford the loss of another wicket. 54th over: India 139-4 (Rahul 73, Karun Nair 12) A big section of Indian fans rise to their feet and start going wild here. Revealing a little of my current snack shortage, I will admit I assumed it was due to a tray of hot, delicious-looking samosas that were being carried into their vicinity, but they’re just trying to get on TV. Rahul and Nair continue to turn the strike in a manner no other pairing has managed today. But that matters not. I now just want a samosa. 53rd over: India 135-4 (Rahul 71, Karun Nair 10) In a win for India, if we’re being realistic, Mitchell Starc returns now. Karun Nair is straight after him, neatly clipping four to fine leg and then getting unlucky when a straight drive cannons into his partner. Another thing I like about Nair: just a subtle hint of pudgy midriff. Gives us all hope. In most other senses he’s rock solid. 52nd over: India 131-4 (Rahul 71, Karun Nair 6) At the risk of speaking too soon for no less than the fifth time today, Karun Nair actually does look totally comfortable at the crease, and far more convincing than Rahane before him. Let’s see if I’ve just consigned him to the gallows with that mozz. 51st over: India 128-4 (Rahul 70, Karun Nair 4) Sunny Gavaskar’s criticisms of Lokesh Rahul aren’t quite as frequent now, because the Indian opener is the only who has truly dug in today. The Australians are all over Karun Nair and needling the rookie six at every opportunity, but if it’s making him uncomfortable it doesn’t show in his batting so far. 50th over: India 124-4 (Rahul 67, Karun Nair 3) Rahul and Nair are turning the strike well enough at the start of this new partnership, and the new man gets forward confidently to the buoyant Lyon. He’s got a real battle on his hands in his return to the side. 49th over: India 121-4 (Rahul 65, Karun Nair 2) “Last time I played this bloke...” we hear the abrasive Matthew Wade say behind the stumps as Nair faces up, but then the audio cuts out, so we don’t hear the end of what surely must have been a bon mot to rank with Jimmy Ormond’s take-down of Mark Waugh (“At least I’m the best player in my own family”). But Nair gets off the mark with two from the bowling of O’Keefe. “Every dog has their day when it comes to playing spin,” says Matthew Hayden. Perhaps a Border Collie would do better than India right now. 48th over: India 119-4 (Rahul 65, Karun Nair 0) Karun Nair is the new man at the crease. He made 303 not out in his last Test knock. Even a third of that would do his team the world of good here, because Nathan Lyon is in the mood. Ajinkya Rahane has gone mad! What was he thinking there? The Indian No5 charges halfway down the wicket in search of another hefty blow and misses it, and he’s so far down the pitch that not even a fumble and scramble from Matthew Wade behind the stumps can save him. He’s stumped by a mile. Lyon has another! 47th over: India 118-3 (Rahul 65, Rahane 17) “Bowled!” bellows Brett Lee now, abandoning any sense of objectivity and openly barracking for a Steve O’Keefe wicket. He might burst through the glass if it happens. “Every ball is a brand new racing event,” adds Matthew Hayden. “You just have to let it go.” If you can translate that into English for me, answers on the back of an envelope and all that. O’Keefe has 0-17 off 11 overs. 46th over: India 117-3 (Rahul 65, Rahane 16) Nathan Lyon continues to turn the ball sharply and with angular threat. Sitting in the sheds as that is happening is Virat Kohli. If looks could kill, he’d be on a murder spree right now after falling cheaply. It’s actually not Lyon’s best over, to be honest. Four off it. 45th over: India 113-3 (Rahul 62, Rahane 15) Matthew Hayden is back, and he says the tension is now mounting, which is certainly true of my own state of mind at the very least. He reckons 350 is a par score in the first innings, and this like all of his utterings comes in the anguished cadence of a man dictating his bank pin code to mugger. Rahane meanwhile, burgles a boundary when he takes a full toss from O’Keefe and biffs it through mid-on. You don’t get many of those from SOK. 44th over: India 107-3 (Rahul 61, Rahane 9) Oh dear. Australia have David Warner at leg slip for Rahul, who duly sweeps it straight at him, but he shells the tough chance, getting his hands up in time but failing to make it stick in his right hand. Lyon really should have a third wicket here. There will be talk that it was a very hard chance, but you should be taking those at Test level. 43rd over: India 106-3 (Rahul 61, Rahane 9) O’Keefe is into his ninth over now and with another maiden, he’s only conceded 10 runs thusfar. It’s really applying the squeeze at one end, and very sound partnership bowling. Meanwhile, I need an answer to the below: 42nd over: India 106-3 (Rahul 61, Rahane 9) It’s an in-out field for Lyon, Michael Clarke points out, which genuinely is the kind of thing a special comments man should be telling you about. The Australian fieldsmen are all in catching positions, either in the deep or in close. Owing to that, Rahul is keeping it on the deck, where you can’t get caught. It’s a maiden over for Lyon. 41st over: India 106-3 (Rahul 61, Rahane 9) Twin spin? Probably. O’Keefe comes back now to replace Hazlewood, and Rahane turns him for a single. I’ll be honest: I’d like for Rahane to make some runs here because he’s a glorious player to watch when he finds his groove. 40th over: India 105-3 (Rahul 61, Rahane 8) India pass the hundred mark now but Nathan Lyon has both batsmen in a bit of bother here, and is producing a quite magnificent spell of spin bowling. Sunil Gavaskar is calling it “brilliant”, and he’s not a man given to undue praise for Australians. Right as I type that, Rahane pitter-patters down the track like Fred Astaire and hoists the spinner over cow for a boundary. Good one Sunny. 39th over: India 99-3 (Rahul 60, Rahane 3) “They’re better than what they’re playing like at the moment,” is Michael Clarke’s appraisal of India, and there is probably some truth to that. Virat Kohli can’t keep getting out cheaply, for one. Lokesh Rahul, meanwhile, takes a ball that Hazlewood angles in to him and quite deliberately opens the face to edge it through gully for four. Earlier Clarke was begging the Indian opener to turn the strike more often, and here he does so, sort of: a single from the final ball. 38th over: India 94-3 (Rahul 55, Rahane 3) Another biiiiiig appeal from Lyon, who draws Rahane a long way forward and jags one back into his front pad, but when Umpire Llong turns it down it is the bowler himself who talks Steve Smith out of a review. The Australians are appealing like hyenas at the moment, I must tell you for the sake of balance. Calm down gents. 37th over: India 93-3 (Rahul 54, Rahane 3) Rahul gets a single to mid-off at the half-way mark of this Hazlewood over, but there’s nowt else on offer for the batsmen as the burly paceman does his thing. I know I’ve said it before, but he does present a challenge to the OBOer: how to explain all those dot balls in compelling terms without lying a little? Michael Clarke has replaced Matthew Hayden now, so I’ll see what gems he’s got for us. 36th over: India 92-3 (Rahul 53, Rahane 3) More trouble behind the sight screen now, as people wander around in front of it for reasons unknown. Rahane needs as few distractions as possible right now. Anil Kumble said before the Test that he’s not playing for his spot, but there is plenty of pressure from the rest of the country nonetheless. 35th over: India 91-3 (Rahul 53, Rahane 3) Josh Hazlewood is back to replace Starc, and we’re faced again with the possibility of a quite strange Indian collapse. This pair at the crease are handy, of course, and so is Karun Nair, but it fell away badly after that in Pune and there will be some nervous bowlers in the Indian change room right now. Hazlewood’s over is tidy but Rahane looks comfortable. 34th over: India 89-3 (Rahul 52, Rahane 1) Overthrows to finish the over! It’s all happening. Out-of-form Ajinkya Rahane is off the mark and Nathan Lyon is a genius. He’s now removed Virat Kohli five times in Tests, drawing him level with Jimmy Anderson for that honour. Kohli departs! Sensational stuff from Nathan Lyon. That thing I said about taking him off? Clearly I was kidding. Here he has the Indian maestro shuffling across the crease in front of his stumps but Kohli inexplicably leaves it. It pitched outside the line of off stump and spun in at a decent rate but with no shot offered and contact coming in line with middle stump, it’s about as out as you can get. Remarkable! Nathan Lyon has done it again. Three balls earlier Kohli hit a sublime cover drive for four. Now he looks a chump. Holy moly. This looked out, and Nigel Llong gave it, but we shall soon see. 33rd over: India 84-2 (Rahul 52, Kohli 8) Mindsets are art forms, Matthew Hayden tells us now. If that is true, mine whilst listening to this commentary is one of the paintings Gerhard Richter hated so much he burned it to a crisp. Mitchell Starc is still chugging in, but there is no masterpiece in this over. 32nd over: India 82-2 (Rahul 51, Kohli 7) With a flick to the leg side Lokesh Rahul now brings up his half-century from 105 deliveries. He’s hit eight boundaries so far, and been prepared to bide his time to hit them. Both he and Kohli are handling Lyon very well now. Might be time for the old switcheroo to bring Steve O’Keefe back. 31st over: India 79-2 (Rahul 49, Kohli 6) I know I shouldn’t dwell on the commentary, dear readers, but there is something utterly maddening about listening to Matthew Hayden commentate a cricket game. It makes you wish you were reading one of his cookbooks. Throw Brett Lee into the mix and you start hoping for a padded cell. Virat Kohli, meanwhile, presses forward to Starc’s final delivery of the over and lathers a quite sublime cover drive to the fence. This is going to be fun. 30th over: India 75-2 (Rahul 49, Kohli 2) Kohli strokes a single off Lyon to get off the mark and his most obsessive fans are almost fainting at the sheer magnificence of it all. “There is a crush of humanity in this country,” says Matthew Hayden, which is a worrying way to start a sentence. Fear not, he adds that this is “infectious”. He’s off on one. Lyon, on the other hand, is not looking quite as threatening as before lunch, but the stakes and atmosphere are both slightly different now. 29th over: India 72-2 (Rahul 48, Kohli o) As Mitchell Starc returns, and the hostilities resume, the presence of Matthew Hayden and Brett Lee in the StarSports commentary box means that the conversation immediately turns to ... curry. We wouldn’t stoop to such levels of content-padding on the OBO, but if you’re interested I’ve had to make do with some wasabi peas and a can of Pepsi Max: the choice of absolutely no generation. Starc bowls a maiden. He’s probably just wolfed down a bowl of chia seeds and kale. 28th over: India 72-2 (Rahul 48, Kohli o) After a predictably rowdy reception from the Bangalore crowd, Virat Kohli glides out to the crease and faces up to Nathan Lyon, who claims an inside edge with the final ball of his over from before lunch. Tense. Not the greatest omen: Fox Sports are currently playing the Laxman-Dravid mega-partnership of 2001. Why? Whyyyyyyy? Fans of Michael Slater should look away now. In other news, much of India is about to grind to a halt as Virat Kohli arrives at the crease to bat. We’re a few minutes away from the second session on day one. But...a word of warning You can never get too far ahead of yourself on Indian tours. Che Pujara is practically Nathan Lyon’s bunny Nathan Lyon, take a bow That is a real drag for Pujara, but he won’t be back after lunch as both sides now file off the ground. He goes for 17 and his side is 72-2, with Lokesh Rahul undefeated on 48 and Virat Kohli due in. Nathan Lyon gets the breakthrough to go with Mitch Starc’s early dismissal of Abhinav Mukund. Nathan Lyon strikes! Oh dear, that is a disaster for Che Pujara, who was shielding his partner from the strike brilliantly in the closing stages of the session but from Nathan Lyon’s penultimate delivery, gets an inside edge onto his leg and can’t do anything to stop Peter Handscomb swooping on it at short leg. Perhaps he didn’t deserve that, but Lyon is rewarded for a very handy spell of bowling and gets a crucial wicket for his side. 27th over: India 72-1 (Rahul 48, Pujara 17) The highlight of this over is a slow-motion, side-on replay of Che Pujara’s forward defence to Mitchell Starc. It showcases how the Indian batsman can make even the most express pace look pedestrian, playing it late and comfortably. I wish I could do a single thing as well as that. Blimey. He also glances one down to fine leg off the last ball of the over to retain the strike. I wouldn’t bet against that being an attempt to save impetuous Lokesh Rahul from himself in what might be the final over of the session. 26th over: India 71-1 (Rahul 48, Pujara 16) Pujara is on power-saving mode now, happy to play back and straight if Lyon is going to continue to look for big spin. There is nobody on the 45 so both batsmen are also happy to just flick it into that region when things get awkward, so Smith brings in a leg slip after the horse has bolted. There has been a bit of that today. 25th over: India 68-1 (Rahul 47, Pujara 14) Sunil Gavaskar is talking Lokesh Rahul down a bit here, but he’s done pretty well so far this morning. With a little under 15 minutes until the break he’s moving closer to a half-century and weathered a few probing spells. Full tosses help, too. Starc gives him one off the final delivery here and it’s dispatched for a boundary. 24th over: India 64-1 (Rahul 43, Pujara 14) Lyon has a deep mid-wicket and long-on in place for Pujara, which seems ludicrously optimistic at this juncture. He’s really given no indication he’d like to start lofting them towards the stands. With some sharp turn from the off-spinner Pujara turns a lovely glance down to fine leg for one. Lyon is very unlucky a delivery later when a fuller one stays low and beats the outside edge, the stumps, and wicket-keeper Matthew Wade to dribble away for four byes. Wade might not want to look at that replay. 23rd over: India 58-1 (Rahul 42, Pujara 13) Mitchell Starc is the only wicket-taker so far in the first session and he returns now for one last burst before lunch. He’s got a slip and two gullies for Rahul but no short leg or leg gully, which is proven as silly as suspected when Rahul bunts a short one into that region. What is Steve Smith not seeing her? Rahul has another stroke of luck when he lazily drives at a wide one outside off and the ensuing inside edge hits his pad and not the stumps. Maiden. Good one. 22nd over: India 58-1 (Rahul 42, Pujara 13) Who needs fortune cookies when you’ve got me, eh? Nathan Lyon does indeed appear now to replace Steve O’Keefe, and immediately there is sharper turn and bounce. In saying that, bounce and turn aren’t much god when they’re angling down leg side and allow Lokesh Rahul to paddle one over fine leg for four. Matthew Wade’s first ten cries of “Niiice Gary” ring out across the world, which is a fair effort considering there are only six balls in the over. Lyon finishes it with an LBW shout, but he’s dreamin’. 21st over: India 52-1 (Rahul 38, Pujara 11) What would Mitchell Marsh’s bowling be if it was a band? Badfinger? Snow Patrol? Ben &amp; Jason? I can’t get as excited about it as Rod Marsh used to, I’ll say that. At least it’s normally tight. He’s stump-to-stump again here but Rahul looks determined to see this through until lunch. 20th over: India 51-1 (Rahul 38, Pujara 11) O’Keefe continues with his accurate straight ones, but the Indians are no longer jumping at shadows when the spinner wheels away, and it might be time to bring Nathan Lyon on in his place I reckon. We’re half an hour from lunch and it’s probably worth a try for something different. 19th over: India 49-1 (Rahul 37, Pujara 10) Mitch Marsh appears now for his first bowl of the game, and he gets some awkward bounce sending it down to Lokesh Rahul. At least with his first ball. The rest of it is pretty pedestrian, but he’ll look to hassle and nag them into an error. 18th over: India 48-1 (Rahul 36, Pujara 10) This will mean nothing to non-Australian readers (though I suppose you can probably watch on YouTube, eventually), but on tonight’s ‘Cricket Legends’ episode on Fox, the Australian cricket journalist Mike Coward is the guest. That should be a beauty. Coward’s book ‘Cricket Beyond the Bazaar’ – about Australia’s triumphs and disasters touring India and Pakistan – is a classic. Maiden for Steve O’Keefe. 17th over: India 48-1 (Rahul 36, Pujara 10) Explaining that Handscomb drop, Matthew Hayden ponders whether “the gods” are on Lokesh Rahul’s side today. The half-volley gods certainly are for this Indian pair. Again Hazlewood over-pitches and this time Pujara cashes in, flicking him for a quite casual boundary. Another is squirted through point by Rahul. India were right up against it half an hour ago. Now they’re profiting from their resilience. 16th over: India 38-1 (Rahul 31, Pujara 5) At the start of the over the biggest risk of a wicket right appears to be a run-out, as both batsmen have a moment of hesitancy when there is a clear single, but then Peter Handscomb drops Rahul at short cover and in bizarre scenes; he hadn’t taken off the helmet he was wearing at silly point. Did it make a difference? Maybe. He dived to his left and got a hand to the drive, but it didn’t stick. That grid system I was talking about: 15th over: India 34-1 (Rahul 29, Pujara 3) I’ve been focusing on the cricket so far, but it bears mentioning that either side of this pitch, the square has been turned into a bizarre, eye-gashing grid system. Why? I’ll try and find out, but it’s not a pretty sight. You could build a wall in the middle and play Battleship on it. Anyway, again Rahul has pounced from the last delivery of the over when Hazlewood over-pitches and gets driven down the ground. 14th over: India 29-1 (Rahul 25, Pujara 2) Pujara gets his first single in a while to rotate the strike, glancing down to the 45 to pick up one, but both batsmen are still content to let O’Keefe establish his own rhythm as drinks approach. I can’t help but feel as though some of their predecessors might have gone on the attack by now. 13th over: India 28-1 (Rahul 25, Pujara 1) The home crowd has had so little to cheer in the last half-hour they go absolutely bonkers here when Rahul gently clips two runs through mid-wicket when Hazlewood strays onto his pads. He’s a very neat and organised player, Rahul, but it’s a wonder Australia didn’t further explore the idea of roughing him up with the short ball. Against Starc he looked particularly susceptible. He deals far better with half-volleys, of that I’m sure. Hazlewood offers one up to finish the over and Rahul smokes it between point and cover to get four. 12th over: India 21-1 (Rahul 19, Pujara 1) He isn’t spinning it to a degree that can be picked up by current camera technology, but Steve O’Keefe is angling and flighting the ball well and has a throaty appeal for leg before against Rahul to start this over. Had it turned, Rahul might have been in trouble, but it was likely sliding down leg and the Aussies decide not to review Nigel Llong’s not out verdict. 11th over: India 21-1 (Rahul 19, Pujara 1) Starc has a rest after his first five-over spell, and Josh Hazlewood returns for another. The right-armer has changed ends but not his approach; to Pujara he’s angling it in towards middle stump and looking for the LBW. Pujara drives slightly impatiently towards cover but can’t pick the gap to Peter Handscomb’s right. At the end of the over Pujara calls for new gloves. He can’t buy a run, but it’s sweaty work all the same. 10th over: India 20-1 (Rahul 18, Pujara 1) O’Keefe keeps going at Che Pujara, who is perhaps a little deferential in this over. Might India end up playing the reputation the left-armer established in the first Test, rather than the actual ball? We’re set for a nice little spell here to find out. 9th over: India 20-1 (Rahul 18, Pujara 1) Starc continues to search for that toe-crushing yorker, which means he’s sending down the occasional full toss, but he’s never less than a threat. He sends one across towards first slip with Lokesh Rahul on strike, and though the batsman leaves it easily enough, Starc shakes his head at him as though he’s just been beaten all end’s up. “He’s such a lovely guy off the field,” Brett Lee says of Starc. More of those insights as they’re at hand. 8th over: India 20-1 (Rahul 18, Pujara 1) Spin time! Hazlewood cools his jets a while and Pune Test hero Steve O’Keefe comes into the attack for his first bowl of the game. His Test figures leading into this encounter: 5 Tests, 26 wickets at 20.34. He’s wheeling away to Che Pujara first up, and the Indian No3 gets after him immediately, driving twice to cover and getting off the mark with the second, which brings a single. Lokesh Rahul is not quite as convincing when he skips down the track and flicks towards leg. We could have a nice little battle here. 7th over: India 18-1 (Rahul 17, Pujara 0) Starc slings a rising bouncer down the leg side and though it draws no comment from the commentators, Matthew Wade does a helluva good job to dive to his left and save it. It was fizzing away for a certain boundary otherwise. A leg bye brings the first run not belonging to Lokesh Rahul, and Starc goes after the latter with the old one-two of a bouncer and a yorker. Rahul gets an inside edge from the latter and it trickles through mid-wicket for a couple. He was biffing them through cover in the first over. It’s a little harder graft now. 6th over: India 15-1 (Rahul 15, Pujara 0) Hazlewood is wobbling it down at decent pace too, but zeroes in on Rahul’s front pad, applying his pressure with a monotonous, stump-to-stump line. It’s another maiden, and with that, it’s time to bask in some sweet memories... 5th over: India 15-1 (Rahul 15, Pujara 0) Starc chooses to slide them across Pujara to start with, probing away outside off stump and trying to draw him forward to glide. There are two slips and a short leg in place, and Pujara is his normal unflappable self, squinting into the sun between deliveries, then dropping his wrists and swaying out of the way when the short one comes through at 147kmph. “This is the difference between a strike bowler and one who just contains,” says Matthew Hayden, responding to a non-existent suggestion that Starc bowls with anything other than express pace. Right on Starc finishes the over with a devilish bouncer, which cracks into the upper splice of Pujara’s bat. Did I say he looked unflappable? Might have to revise that down a little. 4th over: India 15-1 (Rahul 15, Pujara 0) No third slip for Halzewood either, though he might not have saved a boundary that flies through that region from Rahul’s outside edge. That is the only damage for the over in what is looking like a testing little session for both batsmen. Both bowlers have hit a decent early rhythm and Starc’s yorker is working. That’s never fun to face. 3rd over: India 11-1 (Rahul 11, Pujara 0) Cheteshwar Pujara is the new man at the crease now. He has one delivery to face and keeps out a yorker. Of interest before Starc’s wicket: only seven balls into his spell he lost his third slip, who moved across to extra cover. A tad pessimistic in the first 15 minutes of play? Either way, Rahul really doesn’t look comfortable when it’s short and angled at him from over the wicket. I’d be getting a leg gully in position pronto, personally. Mukund departs! Oh dear, that’s an absolute shocker. It might have been heading marginally down leg, but being that it was a full toss from Starc and struck the opener’s front pad on the full, the umpire had no choice. Mukund consults with his partner, but he probably knows the answer before it’s given. Off he trudges for a duck in his first Test in six years. Sad! 2nd over: India 10-0 (Rahul 10, Mukund 0) Abhinav Mukund is a little more circumspect than his partner as Josh Hazlewood wheels away. In ten Test innings so far the Indian opener has managed only the single half-century, and the last of those appearances was in August 2011, so he’ll be desperate to impress. India have played 56 Tests since Mukund’s last, a statistical category in which he trails only Parthiv Patel (83), whose career was put on indefinite hiatus by the rise of M.S. Dhoni. Mukund is watchful to start with, and misses an opportunity to turn a pressure-relieving single down to fine leg. It’s a maiden for the Haze. 1st over: India 10-0 (Rahul 10, Mukund 0) Mitchell Starc grabs the new ball for the Australians, stops at the end of his run-up and arcs his back into one final stretch to loosen up. Richard Illlingworth and Nigel Llong are our umpires for this game and they’re called into action before has been bowled, because some buffoon is moving around beside the sight screen. The wait is worthwhile for Lokesh Rahul, who leans forward to a half-volley and caresses it through cover for a boundary. Take that, Mitch. Starc’s penultimate delivery is a bouncer to Rahul’s throat but he gets an awkwardly thrust bat to it, and then slices a controlled outside edge through gully to finish the over with another boundary. Stat attack! This is a bit mad, really. But India have never been big on sticking with an opening combination for long, with so many versatile batsmen sliding around the order. News at the ground: the anthems are grinding away now, and we’ll have play in a couple of minutes. Ahh, the soothing sight of Ryan Harris There is something incredibly calming about the former Australian paceman’s presence, though sadly he won’t be opening the bowling today. He’s sitting in the Fox Sports studio and says fast bowlers get very excited indeed by the sight of “live grass” on the pitch, which is what we’ve got here. Whatever floats your boat. I sense that things will get bleak for the Aussies if they can’t strike while the ball is still moving around a bit. What can we expect from Virat Kohli today, once he’s in? For help I have just made contact with a mystical realm via a randomly-generated internet fortune cookie. The reading: “Pay attention to your family. Don’t take them for granted.” Sorry Virat, I’ve no idea how many runs you’ll make today but thanks for the reminder I need to call my Mum. Readers, give it a go and tell me whatever advice you get that might pertain to this match. “It looks like a good track to bat on, so we’d like to put some big runs on the board.,” says Kohli. “The guys are going to come out with much more intent in this game.” Murali Vijay is out with injury and Abhinav Mukund comes in for him, while spinner Jayant Yadav is dropped for an extra batsman: Karun Nair, the 25-year-old who made 303 not out in his last Test innings. That’s a fairly handy “in”. “It’s going to be important to score big first innings runs,” says Steve Smith, who adds that early wickets are crucial. Stuff we don’t already know is thin on the ground. He’s not giving much away, but clearly would have preferred to bat. India: L Rahul, A Mukund, C Pujara, V Kohli, A Rahane, K Nair, R Ashwin, W Saha, R Jadeja, U Yadav, I Sharma Preamble Hello all and welcome to day one of the second Test in Bangalore, in which Australia will be looking to extend their dominance of Pune but are likely to face a much sterner challenge from the chastened home side. Russell Jackson here to take you through the first two sessions, and Adam Collins will make an appearance later with the old ball. News out of Bangalore today is that the pitch will be a belter to bat on, which is hardly surprising after the three-day calamity India endured in the first Test. There is some moisture in the surface, but it should dry out and flatten nicely for the batsmen to fill their boots; great for Virat Kohli and Steve Smith enthusiasts, possibly not so much for fans of challenging Test cricket. But we don’t want to jump the gun. Team news: Australian have named an unchanged eleven for this encounter, again not so surprising, even if Mitch Marsh is under a decent amount of pressure to produce something compelling. The tourists have stuck with their winning formula, but India might tweak it losing one, though we have no confirmation yet. Australia: Warner, Renshaw, Smith (captain), S Marsh, Handscomb, M Marsh, Wade, Starc, O’Keefe, Lyon, Hazlewood Russell will be here shortly. In the meantime, check out Adam Collins’ take on what Australia is likely to face after India’s humbling loss in Pune.",
      "standfirst": "<ul><li>Nathan Lyon claims record-breaking 8-50 as India all out for 189</li><li>Australia 40-0 at stumps on first day of Bangalore Test</li></ul>",
      "headline": "India bundled out for 189 as Nathan Lyon runs rampant – as it happened",
      "showInRelatedContent": "true",
      "shortUrl": "https://gu.com/p/634av",
      "main": "<figure class=\"element element-image\" data-media-id=\"0dddd874fe45a61d146e43abe13c5f4d40c4c178\"> <img src=\"https://media.guim.co.uk/0dddd874fe45a61d146e43abe13c5f4d40c4c178/0_57_2300_1380/1000.jpg\" alt=\"Nathan Lyon\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Nathan Lyon took 8-50 as India were dismissed for 189 on day one of the Bangalore Test.</span> <span class=\"element-image__credit\">Photograph: Danish Siddiqui/Reuters</span> </figcaption> </figure>",
      "lastModified": "2017-06-05T16:08:52Z",
      "byline": "Adam Collins and Russell Jackson",
      "lang": "en",
      "shouldHideAdverts": "false",
      "publication": "theguardian.com"
    },
    "webUrl": "https://www.theguardian.com/sport/live/2017/mar/04/australia-v-india-second-test-day-one-live"
  },
  {
    "webPublicationDate": "2017-03-04T04:37:30Z",
    "webUrl": "https://www.theguardian.com/world/2017/mar/04/chinese-official-slams-internet-censorship",
    "isHosted": false,
    "sectionId": "world",
    "fields": {
      "trailText": "‘Great Firewall’ that blocks western websites is too restrictive and hinders economic progress while discouraging foreign investors, says Luo Fuhe",
      "thumbnail": "https://media.guim.co.uk/d7715bc3ba3c39261db43d1ac88c2eea1b6ed184/0_5_4008_2405/500.jpg",
      "legallySensitive": "false",
      "body": "<p>China’s sprawling internet censorship regime is harming the country’s economic and scientific progress, a senior official has said in a rare public rebuke of longstanding Communist party policy.<br /></p> <p>Internet restrictions had also cooled enthusiasm among overseas investors and should be relaxed for politically innocuous content, said Luo Fuhe, vice-chairman of the Chinese People’s Political Consultative Conference, the top advisory body to China’s rubber-stamp parliament.</p> <p>It is a rare criticism of the country’s censorship policies, which have become more severe since Xi Jinping assumed power in 2012.</p> <p><a href=\"https://www.theguardian.com/world/china\">China</a> operates one of the world’s most sophisticated and far-reaching internet censorship systems. Known as the Great Firewall, it completely blocks many foreign websites including Google, Twitter, Facebook, Instagram and YouTube.<br /></p> <aside class=\"element element-rich-link\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/commentisfree/2017/jan/22/chinese-internet-censorship-uses-distraction\">The real secret of Chinese internet censorship? Distraction | John Naughton</a> </p> </aside>  <p>China was <a href=\"https://freedomhouse.org/report/freedom-net/freedom-net-2016\">“the worst abuser of internet freedom”</a> in 2016, ranking lower than Syria and Iran, according to a report by Freedom House. Aside from banned websites, censors frequently delete comments deemed politically sensitive from social media, and posts have led to jail time in some cases.</p> <p>“From within China, attempting to visit to the United Nations Food and Agriculture Organization or a lot of foreign university website is very slow,” Luo said. “Opening each page takes at least 10-20 seconds and some foreign university sites need more than half an hour to open.”</p> <p>Slow internet speeds and the increasing number of banned sites would have a significant impact on China’s economic and social development and scientific research, Luo said.</p> <p>“Some researches rely on software to climb over the firewall to complete their own research tasks. This is not normal,” Luo added. </p> <p>Luo, a former scientific development official, said he hoped to work with others to introduce legislation lifting the ban on websites that are not politically sensitive and are necessary for scientific purposes. </p> <p>His chances would appear to be slim. Censorship has increased in recent years with China’s leadership advocating for what it calls “internet sovereignty”, a doctrine that encourages nations to aggressively police what is allowed to enter each country over the internet. </p> <p>China will open the annual session of parliament, the National People’s Congress, on 5 March.</p>",
      "firstPublicationDate": "2017-03-04T04:37:30Z",
      "standfirst": "<p>‘Great Firewall’ that blocks western websites is too restrictive and hinders economic progress while discouraging foreign investors, says Luo Fuhe</p>",
      "headline": "Chinese official calls for easing of internet censorship",
      "isInappropriateForSponsorship": "false",
      "showInRelatedContent": "true",
      "shortUrl": "https://gu.com/p/638f3",
      "main": "<figure class=\"element element-image\" data-media-id=\"d7715bc3ba3c39261db43d1ac88c2eea1b6ed184\"> <img src=\"https://media.guim.co.uk/d7715bc3ba3c39261db43d1ac88c2eea1b6ed184/0_5_4008_2405/1000.jpg\" alt=\"China restricts outside websites including Google.\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">China restricts outside websites including Google.</span> <span class=\"element-image__credit\">Photograph: Sinopix/REX</span> </figcaption> </figure>",
      "isPremoderated": "false",
      "lastModified": "2017-03-04T04:40:13Z",
      "wordcount": "356",
      "byline": "Benjamin Haas in Hong Kong",
      "charCount": "2284",
      "lang": "en",
      "productionOffice": "AUS",
      "shouldHideAdverts": "false",
      "bodyText": "China’s sprawling internet censorship regime is harming the country’s economic and scientific progress, a senior official has said in a rare public rebuke of longstanding Communist party policy. Internet restrictions had also cooled enthusiasm among overseas investors and should be relaxed for politically innocuous content, said Luo Fuhe, vice-chairman of the Chinese People’s Political Consultative Conference, the top advisory body to China’s rubber-stamp parliament. It is a rare criticism of the country’s censorship policies, which have become more severe since Xi Jinping assumed power in 2012. China operates one of the world’s most sophisticated and far-reaching internet censorship systems. Known as the Great Firewall, it completely blocks many foreign websites including Google, Twitter, Facebook, Instagram and YouTube. China was “the worst abuser of internet freedom” in 2016, ranking lower than Syria and Iran, according to a report by Freedom House. Aside from banned websites, censors frequently delete comments deemed politically sensitive from social media, and posts have led to jail time in some cases. “From within China, attempting to visit to the United Nations Food and Agriculture Organization or a lot of foreign university website is very slow,” Luo said. “Opening each page takes at least 10-20 seconds and some foreign university sites need more than half an hour to open.” Slow internet speeds and the increasing number of banned sites would have a significant impact on China’s economic and social development and scientific research, Luo said. “Some researches rely on software to climb over the firewall to complete their own research tasks. This is not normal,” Luo added. Luo, a former scientific development official, said he hoped to work with others to introduce legislation lifting the ban on websites that are not politically sensitive and are necessary for scientific purposes. His chances would appear to be slim. Censorship has increased in recent years with China’s leadership advocating for what it calls “internet sovereignty”, a doctrine that encourages nations to aggressively police what is allowed to enter each country over the internet. China will open the annual session of parliament, the National People’s Congress, on 5 March.",
      "publication": "theguardian.com"
    },
    "type": "article",
    "id": "world/2017/mar/04/chinese-official-slams-internet-censorship",
    "apiUrl": "https://content.guardianapis.com/world/2017/mar/04/chinese-official-slams-internet-censorship",
    "sectionName": "World news",
    "webTitle": "Chinese official calls for easing of internet censorship"
  },
  {
    "webPublicationDate": "2017-03-04T03:07:50Z",
    "webUrl": "https://www.theguardian.com/australia-news/2017/mar/04/body-of-missing-boy-found-in-murray-river-as-mother-charged-with-attempted",
    "isHosted": false,
    "sectionId": "australia-news",
    "fields": {
      "trailText": "The woman did not appear before the court as expected on Saturday morning after requesting to stay in the custody cells",
      "thumbnail": "https://media.guim.co.uk/96c2807d2f6b255cca16e15349af27b6c2cbf68f/0_68_2048_1229/500.jpg",
      "wordcount": "315",
      "body": "<p>The body of a missing five-year-old boy has been found in the Murray river at Moama, the New South Wales police have confirmed, according to the ABC.</p> <p>Crews had been desperately scouring the River for a second day in the search for the boy, whose nine-year-old brother remained in hospital in a serious condition.</p> <p>NSW police said the boy’s body was found in the water on Saturday morning, and while he was yet to be formally identified they believed it was the missing child.</p> <p>The boys’ mother has been charged with attempted murder in relation to the nine-year-old’s injuries, but police said it’s expected she’ll face further charges.</p> <p>The 27-year-old woman didn’t appear before Deniliquin local court as expected on Saturday morning after requesting to stay in the custody cells. She was refused bail and will reappear via audio-visual link on Monday.</p> <p>The woman turned herself in to police in Echuca, on the NSW-Victoria border, on Thursday night after she was apparently attacked by a dog at the scene of the incident. She was extradited to NSW.</p> <p><a href=\"http://www.smh.com.au/national/moama-drowning-tragedy-mother-to-miss-court-hearing-in-deniliquin-20170303-guqmhl.html\">According to Fairfax media</a>, police told a Victorian court on Friday the woman had allegedly attempted to drown her two boys, when she was attacked by a dog which happened to be in the area. </p> <p>The woman’s older son, aged nine, was also mauled and was taken to hospital but authorities spent Friday searching the river for the younger boy but suspended the search overnight. He was located at about 11.30am on Saturday.<br /></p> <p>The nine-year-old son is in a serious but stable condition in the Royal Childrens’ hospital in Melbourne after also suffering serious dog bites on Thursday evening.</p> <p>The father of the two boys, who reportedly had not been in contact with the mother for some time and had not met the youngest child, told Fairfax media he was “numb”.</p>",
      "firstPublicationDate": "2017-03-04T01:19:54Z",
      "sensitive": "true",
      "publication": "theguardian.com",
      "isInappropriateForSponsorship": "false",
      "isPremoderated": "false",
      "legallySensitive": "false",
      "charCount": "1794",
      "productionOffice": "AUS",
      "bodyText": "The body of a missing five-year-old boy has been found in the Murray river at Moama, the New South Wales police have confirmed, according to the ABC. Crews had been desperately scouring the River for a second day in the search for the boy, whose nine-year-old brother remained in hospital in a serious condition. NSW police said the boy’s body was found in the water on Saturday morning, and while he was yet to be formally identified they believed it was the missing child. The boys’ mother has been charged with attempted murder in relation to the nine-year-old’s injuries, but police said it’s expected she’ll face further charges. The 27-year-old woman didn’t appear before Deniliquin local court as expected on Saturday morning after requesting to stay in the custody cells. She was refused bail and will reappear via audio-visual link on Monday. The woman turned herself in to police in Echuca, on the NSW-Victoria border, on Thursday night after she was apparently attacked by a dog at the scene of the incident. She was extradited to NSW. According to Fairfax media, police told a Victorian court on Friday the woman had allegedly attempted to drown her two boys, when she was attacked by a dog which happened to be in the area. The woman’s older son, aged nine, was also mauled and was taken to hospital but authorities spent Friday searching the river for the younger boy but suspended the search overnight. He was located at about 11.30am on Saturday. The nine-year-old son is in a serious but stable condition in the Royal Childrens’ hospital in Melbourne after also suffering serious dog bites on Thursday evening. The father of the two boys, who reportedly had not been in contact with the mother for some time and had not met the youngest child, told Fairfax media he was “numb”.",
      "standfirst": "<p>The woman did not appear before the court as expected on Saturday morning after requesting to stay in the custody cells</p>",
      "headline": "Body of missing boy found in Murray river as mother charged with attempted murder",
      "showInRelatedContent": "true",
      "shortUrl": "https://gu.com/p/6383f",
      "main": "<figure class=\"element element-image\" data-media-id=\"96c2807d2f6b255cca16e15349af27b6c2cbf68f\"> <img src=\"https://media.guim.co.uk/96c2807d2f6b255cca16e15349af27b6c2cbf68f/0_68_2048_1229/1000.jpg\" alt=\"Murray River\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">New South Wales emergency services personnel at the Murray River at Moana, Victoria, where the body of the missing five-year-old boy was found on Saturday.</span> <span class=\"element-image__credit\">Photograph: RIVERINE HERALD/LUKE HEMER/AAP</span> </figcaption> </figure>",
      "lastModified": "2017-03-05T01:39:58Z",
      "byline": "Helen Davidson and agencies",
      "lang": "en",
      "shouldHideAdverts": "false"
    },
    "type": "article",
    "id": "australia-news/2017/mar/04/body-of-missing-boy-found-in-murray-river-as-mother-charged-with-attempted",
    "apiUrl": "https://content.guardianapis.com/australia-news/2017/mar/04/body-of-missing-boy-found-in-murray-river-as-mother-charged-with-attempted",
    "sectionName": "Australia news",
    "webTitle": "Body of missing boy found in Murray river as mother charged with attempted murder"
  },
  {
    "webPublicationDate": "2017-03-04T02:20:03Z",
    "webUrl": "https://www.theguardian.com/australia-news/2017/mar/04/cyclone-threat-builds-up-for-darwin-tiwi-islands-and-other-top-end-areas",
    "isHosted": false,
    "sectionId": "australia-news",
    "fields": {
      "trailText": "Darwin expected to be hit by wild weather from Sunday, and bureau urges residents to be prepared with cyclone kits",
      "thumbnail": "https://media.guim.co.uk/d00978074792df5212e155ae895efda156fbaef1/0_0_2362_1418/500.jpg",
      "wordcount": "506",
      "body": "<p>The bureau of meteorology has declared a cyclone warning for the Tiwi Islands and a cyclone watch for Top End communities, including Darwin and out to the Western Australia border.</p> <p>The alert comes as a tropical low, about 375km northeast of Darwin, accelerates and intensifies towards the Top End coast.</p> <p>The tropical low, above the warm waters of the Arafura Sea, is producing gusts up to 85km an hour, and is moving south at 12km an hour. The bureau has put the chances of it becoming Cyclone Blanche at more than 50% on Sunday or Monday.</p> <p>On Saturday morning, a cyclone warning – issued when coastal and island areas are likely to experience gale force winds within 24 hours – was declared between the Tiwi Islands and Croker Island, just east of the Coburg Peninsula.<br /></p> <p>A warning to expect those conditions within 24 to 48 hours has been issued for areas from Point Stuart to the WA border, including Darwin and Wadeye.</p> <aside class=\"element element-rich-link element--thumbnail\"> <p> <span>Related: </span><a href=\"https://www.theguardian.com/australia-news/2017/feb/20/cyclone-alfredq-ueensland-nt-brace-wild-weather-gulf-of-carpentaria\">Queensland and NT brace for wild weather as Cyclone Alfred forms in Gulf of Carpentaria</a> </p> </aside>  <p>The system is expected to track in a southwesterly direction and move closer to Darwin on Sunday. It is forecast to be close to tropical cyclone intensity as it approaches the Tiwi Islands on Saturday night with gales of up to 110km an hour.</p> <p>“The low is expected to move towards the south or southwest during the weekend and may form into a tropical cyclone near the Tiwi Islands on Sunday,” the bureau said.</p> <p>“The cyclone may intensify further during Sunday night or Monday as it move towards the south or southwest across the Timor Sea. The tropical cyclone may cross the north Kimberley coast later on Monday or early Tuesday.”</p>  <figure class=\"element element-tweet\" data-canonical-url=\"https://twitter.com/BOM_NT/status/837840980745187328\">  <blockquote class=\"twitter-tweet\"><p lang=\"en\" dir=\"ltr\">CycloneWarning issued for TiwiIslands to Croker Island. Darwin under CycloneWatch. <a href=\"https://t.co/TCPXnGzh2t\">https://t.co/TCPXnGzh2t</a> <a href=\"https://t.co/roj98oNB7F\">pic.twitter.com/roj98oNB7F</a></p>&mdash; BOM NT (@BOM_NT) <a href=\"https://twitter.com/BOM_NT/status/837840980745187328\">March 4, 2017</a></blockquote>  </figure>  <p>Darwin is expected to be affected by wild weather from Sunday, and the bureau has urged all residents in the region to make sure they are prepared with up to date cyclone kits and properties cleared of debris and “potential wind borne missiles”.</p> <p>A strong wind warning has been issued for the Tiwi and Arafura coasts on Saturday and Darwin harbour on Sunday, and a gale force winds warning for Beagle Bonaparte Coast, North Tiwi Coast, Van Diemen Gulf and Arafura Coast on Sunday.</p> <p>The Northern Territory and northern WA region have experienced <a href=\"https://www.theguardian.com/australia-news/2017/jan/25/nt-flooding-cuts-off-remote-communities-from-food-supplies\">record-breaking rains over the wet season.</a></p> <p>The weather system is expected to bring heavy rainfall of 200 to 300mm in some areas, exceeding a wet season total of two metres for the first time in six years, after Cyclone Carlos in 2011.</p> <p>The Australian cyclone season has had just two named storms: Yvette in December and Alfred last month. Both reached category one strength. Yvette hit the northern WA region and Alfred formed in the Gulf of Carpentaria.</p> <p>No cyclones affected the Northern Territory last year, but remote communities of Arnhem Land are still rebuilding after <a href=\"https://www.theguardian.com/australia-news/cyclone-lam\">the destructive Lam</a>, and then Nathan just weeks later, destroyed hundreds of homes in 2015. </p> <p>Lam, a category four storm when it made landfall, was the strongest storm to hit the NT since Marcia in 2006, and a state of emergency was declared following the destruction.</p>",
      "firstPublicationDate": "2017-03-04T02:20:03Z",
      "publication": "theguardian.com",
      "isInappropriateForSponsorship": "false",
      "lang": "en",
      "isPremoderated": "false",
      "commentCloseDate": "2017-03-07T02:15:00Z",
      "legallySensitive": "false",
      "charCount": "2933",
      "productionOffice": "AUS",
      "bodyText": "The bureau of meteorology has declared a cyclone warning for the Tiwi Islands and a cyclone watch for Top End communities, including Darwin and out to the Western Australia border. The alert comes as a tropical low, about 375km northeast of Darwin, accelerates and intensifies towards the Top End coast. The tropical low, above the warm waters of the Arafura Sea, is producing gusts up to 85km an hour, and is moving south at 12km an hour. The bureau has put the chances of it becoming Cyclone Blanche at more than 50% on Sunday or Monday. On Saturday morning, a cyclone warning – issued when coastal and island areas are likely to experience gale force winds within 24 hours – was declared between the Tiwi Islands and Croker Island, just east of the Coburg Peninsula. A warning to expect those conditions within 24 to 48 hours has been issued for areas from Point Stuart to the WA border, including Darwin and Wadeye. The system is expected to track in a southwesterly direction and move closer to Darwin on Sunday. It is forecast to be close to tropical cyclone intensity as it approaches the Tiwi Islands on Saturday night with gales of up to 110km an hour. “The low is expected to move towards the south or southwest during the weekend and may form into a tropical cyclone near the Tiwi Islands on Sunday,” the bureau said. “The cyclone may intensify further during Sunday night or Monday as it move towards the south or southwest across the Timor Sea. The tropical cyclone may cross the north Kimberley coast later on Monday or early Tuesday.” Darwin is expected to be affected by wild weather from Sunday, and the bureau has urged all residents in the region to make sure they are prepared with up to date cyclone kits and properties cleared of debris and “potential wind borne missiles”. A strong wind warning has been issued for the Tiwi and Arafura coasts on Saturday and Darwin harbour on Sunday, and a gale force winds warning for Beagle Bonaparte Coast, North Tiwi Coast, Van Diemen Gulf and Arafura Coast on Sunday. The Northern Territory and northern WA region have experienced record-breaking rains over the wet season. The weather system is expected to bring heavy rainfall of 200 to 300mm in some areas, exceeding a wet season total of two metres for the first time in six years, after Cyclone Carlos in 2011. The Australian cyclone season has had just two named storms: Yvette in December and Alfred last month. Both reached category one strength. Yvette hit the northern WA region and Alfred formed in the Gulf of Carpentaria. No cyclones affected the Northern Territory last year, but remote communities of Arnhem Land are still rebuilding after the destructive Lam, and then Nathan just weeks later, destroyed hundreds of homes in 2015. Lam, a category four storm when it made landfall, was the strongest storm to hit the NT since Marcia in 2006, and a state of emergency was declared following the destruction.",
      "standfirst": "<p>Darwin expected to be hit by wild weather from Sunday, and bureau urges residents to be prepared with cyclone kits</p>",
      "headline": "Cyclone threat builds up for Darwin, Tiwi Islands and other Top End areas",
      "showInRelatedContent": "true",
      "shortUrl": "https://gu.com/p/6384b",
      "main": "<figure class=\"element element-image\" data-media-id=\"d00978074792df5212e155ae895efda156fbaef1\"> <img src=\"https://media.guim.co.uk/d00978074792df5212e155ae895efda156fbaef1/0_0_2362_1418/1000.jpg\" alt=\"Tiwi Islands\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">A photo taken on the Tiwi Islands, north of Darwin. A cyclone warning has been declared for the Islands and a cyclone watch for Top End communities.</span> <span class=\"element-image__credit\">Photograph: Helen Davidson for the Guardian</span> </figcaption> </figure>",
      "commentable": "true",
      "byline": "Helen Davidson in Darwin",
      "lastModified": "2017-11-08T01:31:03Z",
      "shouldHideAdverts": "false"
    },
    "type": "article",
    "id": "australia-news/2017/mar/04/cyclone-threat-builds-up-for-darwin-tiwi-islands-and-other-top-end-areas",
    "apiUrl": "https://content.guardianapis.com/australia-news/2017/mar/04/cyclone-threat-builds-up-for-darwin-tiwi-islands-and-other-top-end-areas",
    "sectionName": "Australia news",
    "webTitle": "Cyclone threat builds up for Darwin, Tiwi Islands and other Top End areas"
  },
  {
    "webPublicationDate": "2017-03-04T01:51:41Z",
    "isHosted": false,
    "pillarName": "Arts",
    "pillarId": "pillar/arts",
    "id": "culture/2017/mar/04/saul-review-barrie-kosky-slays-giant-expectations-in-triumphant-return-to-adelaide",
    "apiUrl": "https://content.guardianapis.com/culture/2017/mar/04/saul-review-barrie-kosky-slays-giant-expectations-in-triumphant-return-to-adelaide",
    "sectionName": "Culture",
    "webTitle": "Saul review –  Barrie Kosky slays giant expectations in triumphant return to Adelaide",
    "sectionId": "culture",
    "type": "article",
    "fields": {
      "trailText": "Modern operatic take on the near-300-year-old dramatic oratorio promises to sear itself upon the imaginations of audiences",
      "thumbnail": "https://media.guim.co.uk/0e671bb4d2e32a4071fcf5398b7dcb208ea02d97/19_0_4161_2499/500.jpg",
      "wordcount": "585",
      "body": "<p>The first reveal is of Goliath’s lonely, severed head. The next, grimy, shirtless David, cuts streaked across his back as if he’d been flaying himself with the slingshot now dangling limply by his side. Then yet another layer of the backdrop lifts away, revealing a pristine white table laden with a visual feast of boar, exotic birds, baskets of fruit, towering flower arrangements, and standing above it all a chorus of finery-clad nobles, gawping out at the crowd as dumbly as the dead one-eyed giant.</p> <p>It is the first of dozens of breathtaking dreamscapes of stillness and sound in Barrie Kosky’s modern operatic take on the near-300-year-old dramatic oratorio Saul, which seared itself upon the imaginations of British audiences at the Glyndebourne Opera House in 2015, and promises to do the same to those fortunate enough to have snared tickets to the Adelaide festival’s sellout season.</p> <p>Charles Jennens, who penned the words to this Old Testament-inspired epic, famously thought Handel had maggots in his head over the German composer’s use of hallelujahs, and he perhaps wouldn’t have been any more impressed with the State Opera of South Australia chorus gusting them out as they gaily pranced around a freshly-decapitated Goliath. </p>  <figure class=\"element element-image\" data-media-id=\"0a3e0d7c5617b505fb820e881616fe829f8ae177\"> <img src=\"https://media.guim.co.uk/0a3e0d7c5617b505fb820e881616fe829f8ae177/0_0_4178_2785/1000.jpg\" alt=\"Mary Bevan and Adrian Strooper in Saul\" width=\"1000\" height=\"667\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">Mary Bevan as Merab and Adrian Strooper as her brother Jonathan</span> <span class=\"element-image__credit\">Photograph: Tony Lewis</span> </figcaption> </figure>  <p>If the lull that followed in the static middle section of the first act had Adelaide festival co-directors Neil Armfield and Rachel Healy concerned about their decision to go for baroque in a bid to lure interstate visitors, they needn’t have worried. Once the trembling resentment of the King Lear-esque Saul – played by legendary British baritone Christopher Purves, the Adelaide cast’s lone veteran of the Glyndebourne campaign – finally froths out into literal fits of jealousy over David’s accomplishments, the show hits its stride and never looks back.<br /></p> <p>Joachim Klein’s harsh lighting glares down upon the black dirt and white faces in haunting fashion – particularly when cast onto the conflicted features of Jonathan, played by Canberra School of Music talent Adrian Strooper, torn between devotion to his father Saul and love of his idol David in such a way that surely would not have been so clearly spelt out in the 18th century original.</p>  <figure class=\"element element-image element--supporting\" data-media-id=\"18e4d6694f53508bd6b76e05c869eba9816b331e\"> <img src=\"https://media.guim.co.uk/18e4d6694f53508bd6b76e05c869eba9816b331e/0_0_2785_3812/731.jpg\" alt=\"Christopher Purves as Saul\" width=\"731\" height=\"1000\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">As the King Lear-esque Saul, Christopher Purves is Adelaide’s sole veteran of the original 2015 production</span> <span class=\"element-image__credit\">Photograph: Tony Lewis</span> </figcaption> </figure>  <p>Part two descends into more visually deranged territory than the opening, even managing to double the first act’s severed head count. The Festival Theatre stage has surely never felt as sprawling as during a stripped-down Saul’s scramble over the earth and into the bosom of Kanen Breen’s Witch of Endor, who thankfully does not appear at the same time as any of Stuart Jackson’s medley of characters, their respective stage-encompassing presences absorbing all attention in no small part thanks to the costuming of Berliner Katrin Lea Tag. </p> <p>American countertenor Christopher Lowrey as David and Helpmann Award-winning West Australian soprano Taryn Fiebig as Michal run the full gamut from giddy exaltations to piercing laments, backed by the stately trilling of an Adelaide Symphony Orchestra conducted with mathematical precision by Erin Helyard and featuring a hybrid harpsichord/organ that Handel would have thoroughly approved of, and that Jennens would have dismissed as yet another maggot of an idea.</p> <p>The revival team directed by Donna Stirrup too deserve adulation for bringing this one back to life, in a biblical return for Barrie Kosky from exile to the City of Churches, a town still reeling from his colourful stint at the helm of the 1996 Adelaide festival. Ten thousand praises are his due, at the least.</p> <p>• <a href=\"http://www.adelaidefestival.com.au/\">Adelaide festival</a> runs until 19 March</p>",
      "firstPublicationDate": "2017-03-04T01:51:41Z",
      "publication": "theguardian.com",
      "isInappropriateForSponsorship": "false",
      "lang": "en",
      "isPremoderated": "false",
      "commentCloseDate": "2017-03-07T01:45:00Z",
      "legallySensitive": "false",
      "charCount": "3548",
      "productionOffice": "AUS",
      "bodyText": "The first reveal is of Goliath’s lonely, severed head. The next, grimy, shirtless David, cuts streaked across his back as if he’d been flaying himself with the slingshot now dangling limply by his side. Then yet another layer of the backdrop lifts away, revealing a pristine white table laden with a visual feast of boar, exotic birds, baskets of fruit, towering flower arrangements, and standing above it all a chorus of finery-clad nobles, gawping out at the crowd as dumbly as the dead one-eyed giant. It is the first of dozens of breathtaking dreamscapes of stillness and sound in Barrie Kosky’s modern operatic take on the near-300-year-old dramatic oratorio Saul, which seared itself upon the imaginations of British audiences at the Glyndebourne Opera House in 2015, and promises to do the same to those fortunate enough to have snared tickets to the Adelaide festival’s sellout season. Charles Jennens, who penned the words to this Old Testament-inspired epic, famously thought Handel had maggots in his head over the German composer’s use of hallelujahs, and he perhaps wouldn’t have been any more impressed with the State Opera of South Australia chorus gusting them out as they gaily pranced around a freshly-decapitated Goliath. If the lull that followed in the static middle section of the first act had Adelaide festival co-directors Neil Armfield and Rachel Healy concerned about their decision to go for baroque in a bid to lure interstate visitors, they needn’t have worried. Once the trembling resentment of the King Lear-esque Saul – played by legendary British baritone Christopher Purves, the Adelaide cast’s lone veteran of the Glyndebourne campaign – finally froths out into literal fits of jealousy over David’s accomplishments, the show hits its stride and never looks back. Joachim Klein’s harsh lighting glares down upon the black dirt and white faces in haunting fashion – particularly when cast onto the conflicted features of Jonathan, played by Canberra School of Music talent Adrian Strooper, torn between devotion to his father Saul and love of his idol David in such a way that surely would not have been so clearly spelt out in the 18th century original. Part two descends into more visually deranged territory than the opening, even managing to double the first act’s severed head count. The Festival Theatre stage has surely never felt as sprawling as during a stripped-down Saul’s scramble over the earth and into the bosom of Kanen Breen’s Witch of Endor, who thankfully does not appear at the same time as any of Stuart Jackson’s medley of characters, their respective stage-encompassing presences absorbing all attention in no small part thanks to the costuming of Berliner Katrin Lea Tag. American countertenor Christopher Lowrey as David and Helpmann Award-winning West Australian soprano Taryn Fiebig as Michal run the full gamut from giddy exaltations to piercing laments, backed by the stately trilling of an Adelaide Symphony Orchestra conducted with mathematical precision by Erin Helyard and featuring a hybrid harpsichord/organ that Handel would have thoroughly approved of, and that Jennens would have dismissed as yet another maggot of an idea. The revival team directed by Donna Stirrup too deserve adulation for bringing this one back to life, in a biblical return for Barrie Kosky from exile to the City of Churches, a town still reeling from his colourful stint at the helm of the 1996 Adelaide festival. Ten thousand praises are his due, at the least. • Adelaide festival runs until 19 March",
      "standfirst": "<p>Modern operatic take on the near-300-year-old dramatic oratorio promises to sear itself upon the imaginations of audiences</p>",
      "starRating": "5",
      "headline": "Saul review –  Barrie Kosky slays giant expectations in triumphant return to Adelaide",
      "showInRelatedContent": "true",
      "shortUrl": "https://gu.com/p/637m4",
      "main": "<figure class=\"element element-image element--showcase\" data-media-id=\"0e671bb4d2e32a4071fcf5398b7dcb208ea02d97\"> <img src=\"https://media.guim.co.uk/0e671bb4d2e32a4071fcf5398b7dcb208ea02d97/19_0_4161_2499/1000.jpg\" alt=\"Barrie Kosky’s Saul\" width=\"1000\" height=\"600\" class=\"gu-image\" /> <figcaption> <span class=\"element-image__caption\">One of dozens of breathtaking dreamscapes in Barrie Kosky’s modern operatic take on Handel’s Saul.</span> <span class=\"element-image__credit\">Photograph: Tony Lewis</span> </figcaption> </figure>",
      "commentable": "true",
      "byline": "Max Opray",
      "lastModified": "2017-04-18T15:15:20Z",
      "shouldHideAdverts": "false"
    },
    "webUrl": "https://www.theguardian.com/culture/2017/mar/04/saul-review-barrie-kosky-slays-giant-expectations-in-triumphant-return-to-adelaide"
  }
]